{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<unk>": 0,
      "\n": 1,
      "!": 2,
      "\"": 3,
      "#": 4,
      "$": 5,
      "%": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      ";": 28,
      "<": 29,
      "=": 30,
      ">": 31,
      "?": 32,
      "@": 33,
      "A": 34,
      "B": 35,
      "C": 36,
      "D": 37,
      "E": 38,
      "F": 39,
      "G": 40,
      "H": 41,
      "I": 42,
      "J": 43,
      "K": 44,
      "L": 45,
      "M": 46,
      "N": 47,
      "O": 48,
      "P": 49,
      "Q": 50,
      "R": 51,
      "S": 52,
      "T": 53,
      "U": 54,
      "V": 55,
      "W": 56,
      "X": 57,
      "Y": 58,
      "Z": 59,
      "[": 60,
      "\\": 61,
      "]": 62,
      "^": 63,
      "_": 64,
      "`": 65,
      "a": 66,
      "b": 67,
      "c": 68,
      "d": 69,
      "e": 70,
      "f": 71,
      "g": 72,
      "h": 73,
      "i": 74,
      "j": 75,
      "k": 76,
      "l": 77,
      "m": 78,
      "n": 79,
      "o": 80,
      "p": 81,
      "q": 82,
      "r": 83,
      "s": 84,
      "t": 85,
      "u": 86,
      "v": 87,
      "w": 88,
      "x": 89,
      "y": 90,
      "z": 91,
      "{": 92,
      "|": 93,
      "}": 94,
      "~": 95,
      "¡": 96,
      "¢": 97,
      "£": 98,
      "¤": 99,
      "¥": 100,
      "¦": 101,
      "§": 102,
      "©": 103,
      "«": 104,
      "¬": 105,
      "®": 106,
      "°": 107,
      "±": 108,
      "¶": 109,
      "·": 110,
      "»": 111,
      "¿": 112,
      "À": 113,
      "Á": 114,
      "Â": 115,
      "Ã": 116,
      "Ä": 117,
      "Å": 118,
      "Æ": 119,
      "Ç": 120,
      "È": 121,
      "É": 122,
      "Ê": 123,
      "Ë": 124,
      "Ì": 125,
      "Í": 126,
      "Î": 127,
      "Ï": 128,
      "Ð": 129,
      "Ñ": 130,
      "Ò": 131,
      "Ó": 132,
      "Ô": 133,
      "Õ": 134,
      "Ö": 135,
      "×": 136,
      "Ø": 137,
      "Ù": 138,
      "Ú": 139,
      "Û": 140,
      "Ü": 141,
      "Ý": 142,
      "Þ": 143,
      "ß": 144,
      "à": 145,
      "á": 146,
      "â": 147,
      "ã": 148,
      "ä": 149,
      "å": 150,
      "æ": 151,
      "ç": 152,
      "è": 153,
      "é": 154,
      "ê": 155,
      "ë": 156,
      "ì": 157,
      "í": 158,
      "î": 159,
      "ï": 160,
      "ð": 161,
      "ñ": 162,
      "ò": 163,
      "ó": 164,
      "ô": 165,
      "õ": 166,
      "ö": 167,
      "÷": 168,
      "ø": 169,
      "ù": 170,
      "ú": 171,
      "û": 172,
      "ü": 173,
      "ý": 174,
      "ā": 175,
      "ă": 176,
      "ą": 177,
      "ć": 178,
      "Č": 179,
      "č": 180,
      "đ": 181,
      "ē": 182,
      "ę": 183,
      "ě": 184,
      "ğ": 185,
      "ī": 186,
      "İ": 187,
      "ı": 188,
      "Ł": 189,
      "ł": 190,
      "ń": 191,
      "ō": 192,
      "Ř": 193,
      "ś": 194,
      "Ş": 195,
      "ş": 196,
      "Š": 197,
      "š": 198,
      "ū": 199,
      "Ů": 200,
      "ų": 201,
      "Ż": 202,
      "ż": 203,
      "ž": 204,
      "ƒ": 205,
      "ɑ": 206,
      "ə": 207,
      "ɡ": 208,
      "ɪ": 209,
      "ʃ": 210,
      "ʻ": 211,
      "ʾ": 212,
      "ˆ": 213,
      "ˈ": 214,
      "ː": 215,
      "́": 216,
      "̃": 217,
      "̄": 218,
      "̅": 219,
      "̈": 220,
      "̋": 221,
      "̧": 222,
      "̨": 223,
      "̯": 224,
      "̲": 225,
      "͠": 226,
      "͡": 227,
      "Δ": 228,
      "Φ": 229,
      "Ω": 230,
      "ά": 231,
      "έ": 232,
      "ή": 233,
      "ί": 234,
      "α": 235,
      "β": 236,
      "γ": 237,
      "δ": 238,
      "ε": 239,
      "η": 240,
      "θ": 241,
      "ι": 242,
      "κ": 243,
      "λ": 244,
      "μ": 245,
      "ν": 246,
      "ο": 247,
      "π": 248,
      "ρ": 249,
      "ς": 250,
      "σ": 251,
      "τ": 252,
      "υ": 253,
      "φ": 254,
      "χ": 255,
      "ω": 256,
      "ό": 257,
      "ύ": 258,
      "Ђ": 259,
      "Ѓ": 260,
      "Є": 261,
      "Ѕ": 262,
      "І": 263,
      "Ј": 264,
      "Ќ": 265,
      "Ў": 266,
      "Џ": 267,
      "А": 268,
      "Б": 269,
      "В": 270,
      "Г": 271,
      "Д": 272,
      "Е": 273,
      "З": 274,
      "И": 275,
      "К": 276,
      "Л": 277,
      "М": 278,
      "Н": 279,
      "О": 280,
      "П": 281,
      "Р": 282,
      "С": 283,
      "Т": 284,
      "У": 285,
      "Ф": 286,
      "Х": 287,
      "Ч": 288,
      "Ш": 289,
      "а": 290,
      "б": 291,
      "в": 292,
      "г": 293,
      "д": 294,
      "е": 295,
      "ж": 296,
      "з": 297,
      "и": 298,
      "й": 299,
      "к": 300,
      "л": 301,
      "м": 302,
      "н": 303,
      "о": 304,
      "п": 305,
      "р": 306,
      "с": 307,
      "т": 308,
      "у": 309,
      "ф": 310,
      "х": 311,
      "ц": 312,
      "ч": 313,
      "ш": 314,
      "щ": 315,
      "ъ": 316,
      "ы": 317,
      "ь": 318,
      "э": 319,
      "ю": 320,
      "я": 321,
      "ё": 322,
      "ѓ": 323,
      "є": 324,
      "ѕ": 325,
      "і": 326,
      "ї": 327,
      "ј": 328,
      "њ": 329,
      "ћ": 330,
      "ќ": 331,
      "џ": 332,
      "Ґ": 333,
      "ґ": 334,
      "ү": 335,
      "ө": 336,
      "ׄ": 337,
      "א": 338,
      "ב": 339,
      "ג": 340,
      "ד": 341,
      "ה": 342,
      "ו": 343,
      "ז": 344,
      "ח": 345,
      "ט": 346,
      "י": 347,
      "כ": 348,
      "ל": 349,
      "ם": 350,
      "מ": 351,
      "ן": 352,
      "נ": 353,
      "ס": 354,
      "ע": 355,
      "פ": 356,
      "ץ": 357,
      "צ": 358,
      "ק": 359,
      "ר": 360,
      "ש": 361,
      "ת": 362,
      "،": 363,
      "؎": 364,
      "؏": 365,
      "؛": 366,
      "؟": 367,
      "ء": 368,
      "آ": 369,
      "أ": 370,
      "ؤ": 371,
      "إ": 372,
      "ئ": 373,
      "ا": 374,
      "ب": 375,
      "ة": 376,
      "ت": 377,
      "ث": 378,
      "ج": 379,
      "ح": 380,
      "خ": 381,
      "د": 382,
      "ذ": 383,
      "ر": 384,
      "ز": 385,
      "س": 386,
      "ش": 387,
      "ص": 388,
      "ض": 389,
      "ط": 390,
      "ظ": 391,
      "ع": 392,
      "غ": 393,
      "ػ": 394,
      "ؼ": 395,
      "ؽ": 396,
      "ؾ": 397,
      "ؿ": 398,
      "ـ": 399,
      "ف": 400,
      "ق": 401,
      "ك": 402,
      "ل": 403,
      "م": 404,
      "ن": 405,
      "ه": 406,
      "و": 407,
      "ى": 408,
      "ي": 409,
      "ً": 410,
      "ٌ": 411,
      "ٍ": 412,
      "َ": 413,
      "ُ": 414,
      "ِ": 415,
      "ّ": 416,
      "ْ": 417,
      "ٓ": 418,
      "ٔ": 419,
      "ٕ": 420,
      "ٖ": 421,
      "ٗ": 422,
      "ٙ": 423,
      "ٞ": 424,
      "٠": 425,
      "١": 426,
      "٢": 427,
      "٣": 428,
      "٤": 429,
      "٥": 430,
      "٦": 431,
      "٧": 432,
      "٨": 433,
      "٩": 434,
      "٪": 435,
      "٫": 436,
      "٬": 437,
      "٭": 438,
      "ٰ": 439,
      "ٱ": 440,
      "ٲ": 441,
      "ٳ": 442,
      "ٴ": 443,
      "ٹ": 444,
      "ٻ": 445,
      "ټ": 446,
      "پ": 447,
      "ٿ": 448,
      "ڀ": 449,
      "چ": 450,
      "ڈ": 451,
      "ډ": 452,
      "ړ": 453,
      "ڕ": 454,
      "ژ": 455,
      "ڤ": 456,
      "ڨ": 457,
      "ک": 458,
      "ڪ": 459,
      "ڭ": 460,
      "گ": 461,
      "ڳ": 462,
      "ڵ": 463,
      "ں": 464,
      "ڻ": 465,
      "ھ": 466,
      "ہ": 467,
      "ۃ": 468,
      "ۆ": 469,
      "ۈ": 470,
      "ی": 471,
      "ێ": 472,
      "ې": 473,
      "ے": 474,
      "۔": 475,
      "ە": 476,
      "ۖ": 477,
      "ۗ": 478,
      "ۚ": 479,
      "۞": 480,
      "۟": 481,
      "ۡ": 482,
      "ۢ": 483,
      "ۤ": 484,
      "ۥ": 485,
      "ۦ": 486,
      "۩": 487,
      "۰": 488,
      "۱": 489,
      "۲": 490,
      "۳": 491,
      "۴": 492,
      "۵": 493,
      "۶": 494,
      "۷": 495,
      "۸": 496,
      "۹": 497,
      "ࣰ": 498,
      "ࣱ": 499,
      "ं": 500,
      "क": 501,
      "ग": 502,
      "ज": 503,
      "ट": 504,
      "त": 505,
      "द": 506,
      "न": 507,
      "प": 508,
      "ब": 509,
      "म": 510,
      "य": 511,
      "र": 512,
      "ल": 513,
      "व": 514,
      "श": 515,
      "स": 516,
      "ह": 517,
      "ा": 518,
      "ि": 519,
      "ी": 520,
      "े": 521,
      "ो": 522,
      "्": 523,
      "।": 524,
      "এ": 525,
      "ক": 526,
      "গ": 527,
      "চ": 528,
      "জ": 529,
      "ট": 530,
      "ড": 531,
      "ত": 532,
      "দ": 533,
      "ন": 534,
      "প": 535,
      "ব": 536,
      "ভ": 537,
      "ম": 538,
      "য": 539,
      "র": 540,
      "ল": 541,
      "শ": 542,
      "স": 543,
      "হ": 544,
      "়": 545,
      "া": 546,
      "ি": 547,
      "ু": 548,
      "ে": 549,
      "ো": 550,
      "্": 551,
      "ก": 552,
      "ท": 553,
      "น": 554,
      "ย": 555,
      "ร": 556,
      "ล": 557,
      "อ": 558,
      "า": 559,
      "เ": 560,
      "ไ": 561,
      "ღ": 562,
      "ḥ": 563,
      "‐": 564,
      "–": 565,
      "—": 566,
      "‘": 567,
      "’": 568,
      "‚": 569,
      "“": 570,
      "”": 571,
      "„": 572,
      "†": 573,
      "‡": 574,
      "•": 575,
      "‰": 576,
      "′": 577,
      "‹": 578,
      "›": 579,
      "※": 580,
      "⁄": 581,
      "₪": 582,
      "€": 583,
      "⃣": 584,
      "←": 585,
      "↑": 586,
      "→": 587,
      "↓": 588,
      "↩": 589,
      "⇐": 590,
      "⇒": 591,
      "∆": 592,
      "−": 593,
      "∗": 594,
      "∙": 595,
      "√": 596,
      "∫": 597,
      "≈": 598,
      "≤": 599,
      "≥": 600,
      "⋆": 601,
      "─": 602,
      "│": 603,
      "═": 604,
      "▁": 605,
      "▂": 606,
      "█": 607,
      "■": 608,
      "□": 609,
      "▪": 610,
      "▬": 611,
      "▭": 612,
      "▲": 613,
      "▶": 614,
      "▷": 615,
      "►": 616,
      "◀": 617,
      "◄": 618,
      "◆": 619,
      "◇": 620,
      "◉": 621,
      "○": 622,
      "◎": 623,
      "●": 624,
      "◙": 625,
      "◾": 626,
      "☀": 627,
      "★": 628,
      "☆": 629,
      "☎": 630,
      "☑": 631,
      "☜": 632,
      "☺": 633,
      "♀": 634,
      "♂": 635,
      "♡": 636,
      "♢": 637,
      "♥": 638,
      "♦": 639,
      "♪": 640,
      "⚡": 641,
      "⚽": 642,
      "✅": 643,
      "✌": 644,
      "✍": 645,
      "✓": 646,
      "✔": 647,
      "✠": 648,
      "✤": 649,
      "✨": 650,
      "✯": 651,
      "❊": 652,
      "❌": 653,
      "❝": 654,
      "❞": 655,
      "❤": 656,
      "❯": 657,
      "➖": 658,
      "➡": 659,
      "⠀": 660,
      "⦁": 661,
      "⬅": 662,
      "⬇": 663,
      "⭐": 664,
      "⭕": 665,
      "、": 666,
      "。": 667,
      "《": 668,
      "》": 669,
      "「": 670,
      "」": 671,
      "【": 672,
      "】": 673,
      "い": 674,
      "お": 675,
      "が": 676,
      "し": 677,
      "す": 678,
      "た": 679,
      "て": 680,
      "で": 681,
      "と": 682,
      "に": 683,
      "の": 684,
      "は": 685,
      "び": 686,
      "ま": 687,
      "も": 688,
      "よ": 689,
      "り": 690,
      "る": 691,
      "れ": 692,
      "を": 693,
      "ん": 694,
      "ァ": 695,
      "ア": 696,
      "ィ": 697,
      "イ": 698,
      "ゥ": 699,
      "ウ": 700,
      "ェ": 701,
      "オ": 702,
      "カ": 703,
      "キ": 704,
      "ク": 705,
      "ケ": 706,
      "ジ": 707,
      "ス": 708,
      "ソ": 709,
      "タ": 710,
      "ッ": 711,
      "ツ": 712,
      "ト": 713,
      "ド": 714,
      "ブ": 715,
      "メ": 716,
      "モ": 717,
      "ャ": 718,
      "ュ": 719,
      "ラ": 720,
      "リ": 721,
      "ル": 722,
      "ン": 723,
      "・": 724,
      "ー": 725,
      "䥨": 726,
      "䨰": 727,
      "䫆": 728,
      "䭜": 729,
      "一": 730,
      "上": 731,
      "不": 732,
      "与": 733,
      "业": 734,
      "个": 735,
      "中": 736,
      "为": 737,
      "主": 738,
      "么": 739,
      "之": 740,
      "了": 741,
      "争": 742,
      "事": 743,
      "于": 744,
      "亚": 745,
      "些": 746,
      "产": 747,
      "人": 748,
      "以": 749,
      "价": 750,
      "份": 751,
      "会": 752,
      "伯": 753,
      "体": 754,
      "作": 755,
      "例": 756,
      "供": 757,
      "信": 758,
      "做": 759,
      "入": 760,
      "全": 761,
      "公": 762,
      "关": 763,
      "内": 764,
      "出": 765,
      "分": 766,
      "别": 767,
      "到": 768,
      "制": 769,
      "前": 770,
      "力": 771,
      "加": 772,
      "动": 773,
      "化": 774,
      "区": 775,
      "半": 776,
      "原": 777,
      "及": 778,
      "发": 779,
      "取": 780,
      "句": 781,
      "可": 782,
      "合": 783,
      "同": 784,
      "和": 785,
      "品": 786,
      "器": 787,
      "国": 788,
      "图": 789,
      "在": 790,
      "地": 791,
      "型": 792,
      "城": 793,
      "基": 794,
      "备": 795,
      "多": 796,
      "大": 797,
      "天": 798,
      "字": 799,
      "安": 800,
      "定": 801,
      "家": 802,
      "容": 803,
      "对": 804,
      "小": 805,
      "展": 806,
      "岩": 807,
      "工": 808,
      "巴": 809,
      "市": 810,
      "年": 811,
      "度": 812,
      "开": 813,
      "式": 814,
      "当": 815,
      "思": 816,
      "性": 817,
      "息": 818,
      "意": 819,
      "成": 820,
      "我": 821,
      "戦": 822,
      "所": 823,
      "拉": 824,
      "提": 825,
      "搜": 826,
      "放": 827,
      "数": 828,
      "文": 829,
      "料": 830,
      "方": 831,
      "日": 832,
      "时": 833,
      "是": 834,
      "更": 835,
      "月": 836,
      "有": 837,
      "本": 838,
      "机": 839,
      "来": 840,
      "查": 841,
      "格": 842,
      "欧": 843,
      "步": 844,
      "民": 845,
      "水": 846,
      "法": 847,
      "洲": 848,
      "海": 849,
      "版": 850,
      "特": 851,
      "理": 852,
      "生": 853,
      "用": 854,
      "畏": 855,
      "的": 856,
      "知": 857,
      "石": 858,
      "破": 859,
      "碎": 860,
      "磨": 861,
      "站": 862,
      "粉": 863,
      "系": 864,
      "索": 865,
      "级": 866,
      "组": 867,
      "经": 868,
      "统": 869,
      "网": 870,
      "翻": 871,
      "者": 872,
      "联": 873,
      "能": 874,
      "自": 875,
      "行": 876,
      "西": 877,
      "要": 878,
      "解": 879,
      "计": 880,
      "议": 881,
      "设": 882,
      "词": 883,
      "译": 884,
      "语": 885,
      "资": 886,
      "这": 887,
      "进": 888,
      "造": 889,
      "部": 890,
      "采": 891,
      "量": 892,
      "金": 893,
      "钟": 894,
      "长": 895,
      "问": 896,
      "间": 897,
      "阿": 898,
      "需": 899,
      "面": 900,
      "韓": 901,
      "页": 902,
      "题": 903,
      "館": 904,
      "高": 905,
      "魔": 906,
      "국": 907,
      "기": 908,
      "는": 909,
      "대": 910,
      "리": 911,
      "마": 912,
      "번": 913,
      "보": 914,
      "사": 915,
      "색": 916,
      "어": 917,
      "역": 918,
      "의": 919,
      "이": 920,
      "자": 921,
      "장": 922,
      "지": 923,
      "출": 924,
      "토": 925,
      "팠": 926,
      "푌": 927,
      "하": 928,
      "한": 929,
      "﴾": 930,
      "﴿": 931,
      "︎": 932,
      "️": 933,
      "￼": 934,
      "�": 935,
      "🇦": 936,
      "🇧": 937,
      "🇪": 938,
      "🇲": 939,
      "🇵": 940,
      "🇷": 941,
      "🇸": 942,
      "🇹": 943,
      "🌟": 944,
      "🌷": 945,
      "🌸": 946,
      "🌹": 947,
      "🍃": 948,
      "🎶": 949,
      "🏆": 950,
      "🏻": 951,
      "🏼": 952,
      "👇": 953,
      "👈": 954,
      "👉": 955,
      "👌": 956,
      "👍": 957,
      "👏": 958,
      "👨": 959,
      "💔": 960,
      "💕": 961,
      "💗": 962,
      "💙": 963,
      "💚": 964,
      "💛": 965,
      "💜": 966,
      "💡": 967,
      "💥": 968,
      "💪": 969,
      "💫": 970,
      "💰": 971,
      "📌": 972,
      "📍": 973,
      "🔥": 974,
      "🔴": 975,
      "🔵": 976,
      "🔷": 977,
      "🔸": 978,
      "🔹": 979,
      "🔺": 980,
      "😀": 981,
      "😁": 982,
      "😂": 983,
      "😃": 984,
      "😅": 985,
      "😉": 986,
      "😊": 987,
      "😍": 988,
      "😘": 989,
      "😝": 990,
      "😭": 991,
      "🙁": 992,
      "🙂": 993,
      "🙏": 994,
      "🚨": 995,
      "🤍": 996,
      "🤔": 997,
      "🤣": 998,
      "🤩": 999,
      "🥰": 1000,
      "ال": 1001,
      "▁ال": 1002,
      "▁م": 1003,
      "▁و": 1004,
      "▁ب": 1005,
      "▁ف": 1006,
      "▁ل": 1007,
      "▁أ": 1008,
      "ات": 1009,
      "▁الم": 1010,
      "ية": 1011,
      "▁ت": 1012,
      "▁ع": 1013,
      "ار": 1014,
      "▁في": 1015,
      "ان": 1016,
      "▁من": 1017,
      "▁ي": 1018,
      "ين": 1019,
      "لى": 1020,
      "ام": 1021,
      "▁ك": 1022,
      "▁إ": 1023,
      "ها": 1024,
      "ير": 1025,
      "▁الت": 1026,
      ".\n": 1027,
      "▁وال": 1028,
      "ول": 1029,
      "▁الأ": 1030,
      "ست": 1031,
      "ون": 1032,
      "▁ح": 1033,
      "را": 1034,
      "نا": 1035,
      "ري": 1036,
      "▁على": 1037,
      "▁س": 1038,
      "▁ه": 1039,
      "لا": 1040,
      "▁الع": 1041,
      "ما": 1042,
      "لي": 1043,
      "▁ق": 1044,
      "دي": 1045,
      "▁لل": 1046,
      "▁ا": 1047,
      "وا": 1048,
      "▁الح": 1049,
      "ور": 1050,
      "▁ن": 1051,
      "▁أن": 1052,
      "▁ج": 1053,
      "دة": 1054,
      "يا": 1055,
      "▁الس": 1056,
      "بي": 1057,
      "▁،": 1058,
      "اب": 1059,
      "عد": 1060,
      "▁خ": 1061,
      "▁ش": 1062,
      "وم": 1063,
      "لة": 1064,
      "لك": 1065,
      "▁الج": 1066,
      "ائ": 1067,
      "ارة": 1068,
      "▁بال": 1069,
      "▁د": 1070,
      "هم": 1071,
      "▁إلى": 1072,
      "▁الف": 1073,
      "اء": 1074,
      "▁ر": 1075,
      "رة": 1076,
      "عة": 1077,
      "▁مع": 1078,
      "▁عن": 1079,
      "اد": 1080,
      "▁الق": 1081,
      "رك": 1082,
      "ذا": 1083,
      "▁الش": 1084,
      "▁الب": 1085,
      "مي": 1086,
      "مل": 1087,
      "▁الك": 1088,
      "▁ص": 1089,
      "▁الإ": 1090,
      "▁ط": 1091,
      "من": 1092,
      "اف": 1093,
      "وق": 1094,
      "▁الص": 1095,
      "▁الد": 1096,
      "▁الن": 1097,
      "ًا": 1098,
      "رب": 1099,
      "قة": 1100,
      "كن": 1101,
      "▁الا": 1102,
      "▁الخ": 1103,
      "مة": 1104,
      "رو": 1105,
      "يل": 1106,
      "يد": 1107,
      "..": 1108,
      "تم": 1109,
      "▁الر": 1110,
      "▁مح": 1111,
      "اح": 1112,
      "سي": 1113,
      "▁2": 1114,
      "سب": 1115,
      "ود": 1116,
      "في": 1117,
      "عل": 1118,
      "قد": 1119,
      "ذه": 1120,
      "▁أو": 1121,
      "▁1": 1122,
      "▁التي": 1123,
      "▁ما": 1124,
      "نت": 1125,
      "▁وت": 1126,
      "كل": 1127,
      "اع": 1128,
      "بر": 1129,
      "وي": 1130,
      "جر": 1131,
      "سارة": 1132,
      "قي": 1133,
      "عر": 1134,
      "▁الط": 1135,
      "ني": 1136,
      "▁غ": 1137,
      "وب": 1138,
      "▁(": 1139,
      "ذلك": 1140,
      "▁لا": 1141,
      "حن": 1142,
      "▁الل": 1143,
      "حت": 1144,
      "▁الذ": 1145,
      "خد": 1146,
      "يف": 1147,
      "اص": 1148,
      "▁آ": 1149,
      "وج": 1150,
      "تي": 1151,
      "▁ان": 1152,
      "مكن": 1153,
      "سم": 1154,
      "لم": 1155,
      "▁كسارة": 1156,
      "▁مص": 1157,
      "▁لم": 1158,
      "اج": 1159,
      "تح": 1160,
      "اً": 1161,
      "مر": 1162,
      "▁است": 1163,
      "ارات": 1164,
      "بل": 1165,
      "كون": 1166,
      "يس": 1167,
      "00": 1168,
      "وف": 1169,
      "▁وم": 1170,
      "▁هذا": 1171,
      "خر": 1172,
      "لال": 1173,
      "صل": 1174,
      "▁أي": 1175,
      "ديد": 1176,
      "جم": 1177,
      "▁وأ": 1178,
      "فة": 1179,
      "يرة": 1180,
      "سا": 1181,
      "حد": 1182,
      "▁مت": 1183,
      "ية،": 1184,
      "▁الو": 1185,
      "▁\"": 1186,
      "▁كان": 1187,
      "يت": 1188,
      "كر": 1189,
      "حة": 1190,
      "عم": 1191,
      "بة": 1192,
      "وع": 1193,
      "قت": 1194,
      "▁هذه": 1195,
      "▁علي": 1196,
      "الم": 1197,
      "راء": 1198,
      "طة": 1199,
      "▁كل": 1200,
      "خت": 1201,
      "عت": 1202,
      ".\nو": 1203,
      "بد": 1204,
      "هر": 1205,
      "شر": 1206,
      "قل": 1207,
      "سل": 1208,
      "▁والم": 1209,
      "هد": 1210,
      "▁تح": 1211,
      "▁الث": 1212,
      "ند": 1213,
      "اني": 1214,
      "الي": 1215,
      "▁ث": 1216,
      "جل": 1217,
      "بيع": 1218,
      "ثر": 1219,
      "▁ز": 1220,
      "أن": 1221,
      "▁هو": 1222,
      "▁20": 1223,
      "سة": 1224,
      "فا": 1225,
      "نع": 1226,
      "▁يمكن": 1227,
      "▁الذي": 1228,
      "هي": 1229,
      "▁المت": 1230,
      "خص": 1231,
      "كت": 1232,
      "▁تع": 1233,
      "▁بين": 1234,
      "▁المح": 1235,
      "لب": 1236,
      "▁..": 1237,
      "▁ذلك": 1238,
      "▁مط": 1239,
      "وس": 1240,
      "\n-": 1241,
      "ركة": 1242,
      "▁ض": 1243,
      "ستخد": 1244,
      "با": 1245,
      "▁وي": 1246,
      "عا": 1247,
      "ولة": 1248,
      ".\n-": 1249,
      "وت": 1250,
      "خل": 1251,
      "يات": 1252,
      "در": 1253,
      "▁إن": 1254,
      "▁بعد": 1255,
      "فض": 1256,
      "▁لت": 1257,
      "▁الي": 1258,
      "فس": 1259,
      "دا": 1260,
      "▁خلال": 1261,
      "رض": 1262,
      "▁-": 1263,
      "▁تم": 1264,
      "الة": 1265,
      "اري": 1266,
      "▁أك": 1267,
      "▁“": 1268,
      "يم": 1269,
      "كان": 1270,
      "لف": 1271,
      "ته": 1272,
      "▁اله": 1273,
      "كم": 1274,
      "قا": 1275,
      "كس": 1276,
      "الية": 1277,
      "عض": 1278,
      "عب": 1279,
      "▁بش": 1280,
      "إن": 1281,
      "دم": 1282,
      "نة": 1283,
      "ريق": 1284,
      "رق": 1285,
      "▁.": 1286,
      "وات": 1287,
      "▁تق": 1288,
      "▁هي": 1289,
      "اض": 1290,
      "▁يت": 1291,
      "▁الغ": 1292,
      "▁بن": 1293,
      "▁الحجر": 1294,
      "▁مش": 1295,
      "يث": 1296,
      "▁المن": 1297,
      "َّ": 1298,
      "جة": 1299,
      "زي": 1300,
      "in": 1301,
      "صر": 1302,
      "▁والت": 1303,
      "عي": 1304,
      "طم": 1305,
      "حنة": 1306,
      "افة": 1307,
      "▁الله": 1308,
      "ثل": 1309,
      "▁بم": 1310,
      "ورة": 1311,
      "امة": 1312,
      "وض": 1313,
      "بار": 1314,
      "جه": 1315,
      "▁الأم": 1316,
      "▁وه": 1317,
      "حق": 1318,
      "▁أم": 1319,
      "حم": 1320,
      "▁3": 1321,
      "ثير": 1322,
      "▁وب": 1323,
      "▁مس": 1324,
      "وية": 1325,
      "▁سي": 1326,
      "▁للم": 1327,
      "قط": 1328,
      "▁الز": 1329,
      "ميع": 1330,
      "ئيس": 1331,
      "قر": 1332,
      "وى": 1333,
      "▁قد": 1334,
      "دين": 1335,
      "امل": 1336,
      "تها": 1337,
      "▁محطم": 1338,
      "عدات": 1339,
      "▁تت": 1340,
      "▁ذ": 1341,
      "ناء": 1342,
      "رائ": 1343,
      "▁المش": 1344,
      "طر": 1345,
      "وز": 1346,
      "نية": 1347,
      "▁وا": 1348,
      "▁الأس": 1349,
      "▁مطحنة": 1350,
      "▁تص": 1351,
      "▁الآ": 1352,
      "وان": 1353,
      "حي": 1354,
      "زة": 1355,
      "▁مست": 1356,
      "جب": 1357,
      "▁حيث": 1358,
      "▁تن": 1359,
      "▁تج": 1360,
      "▁بي": 1361,
      "▁آلة": 1362,
      "اه": 1363,
      "▁عند": 1364,
      "ئة": 1365,
      "▁بت": 1366,
      "er": 1367,
      "انية": 1368,
      "فع": 1369,
      "\nال": 1370,
      "وري": 1371,
      "دد": 1372,
      "▁عام": 1373,
      "▁يتم": 1374,
      "فر": 1375,
      "ذهب": 1376,
      "صول": 1377,
      "▁المص": 1378,
      "▁المست": 1379,
      "لات": 1380,
      "كي": 1381,
      "تر": 1382,
      "▁:": 1383,
      "وة": 1384,
      "▁با": 1385,
      "سية": 1386,
      "▁عمل": 1387,
      "▁تش": 1388,
      "▁للبيع": 1389,
      "▁وس": 1390,
      "▁غير": 1391,
      "▁كما": 1392,
      "فضل": 1393,
      "ه،": 1394,
      "تى": 1395,
      "▁الان": 1396,
      "وقع": 1397,
      "فق": 1398,
      "▁بد": 1399,
      "طي": 1400,
      "on": 1401,
      "فت": 1402,
      "▁قبل": 1403,
      "▁أس": 1404,
      "▁الاست": 1405,
      "▁بشكل": 1406,
      "an": 1407,
      "▁اليوم": 1408,
      "وك": 1409,
      "بح": 1410,
      "▁المع": 1411,
      "▁العمل": 1412,
      "▁أيض": 1413,
      "از": 1414,
      "▁المس": 1415,
      "▁له": 1416,
      "▁يع": 1417,
      "بات": 1418,
      "▁هنا": 1419,
      "▁كب": 1420,
      "ارت": 1421,
      "ــ": 1422,
      "▁أكثر": 1423,
      "لق": 1424,
      "ستخدم": 1425,
      "▁بر": 1426,
      "وعة": 1427,
      "أس": 1428,
      "سبة": 1429,
      "قال": 1430,
      "▁النا": 1431,
      "▁إذا": 1432,
      "رت": 1433,
      "▁حتى": 1434,
      "عدين": 1435,
      "▁بعض": 1436,
      "صف": 1437,
      "قدم": 1438,
      "ليم": 1439,
      ".\nال": 1440,
      "▁الض": 1441,
      "عية": 1442,
      "ربية": 1443,
      "خرى": 1444,
      "▁لي": 1445,
      "▁ولا": 1446,
      "▁بح": 1447,
      "▁وج": 1448,
      "▁5": 1449,
      "رات": 1450,
      "ودة": 1451,
      "صة": 1452,
      "▁مصنع": 1453,
      "▁أنه": 1454,
      "▁4": 1455,
      "رد": 1456,
      "▁ست": 1457,
      "▁للت": 1458,
      "لس": 1459,
      "▁طحن": 1460,
      "اصة": 1461,
      "ظام": 1462,
      "▁مثل": 1463,
      "قات": 1464,
      "جات": 1465,
      "▁وع": 1466,
      "غير": 1467,
      "▁تأ": 1468,
      "▁بل": 1469,
      "رح": 1470,
      "▁نا": 1471,
      "▁العالم": 1472,
      "▁مد": 1473,
      "كة": 1474,
      "▁وإ": 1475,
      "يج": 1476,
      "▁...": 1477,
      "▁والأ": 1478,
      "كا": 1479,
      "▁مج": 1480,
      "20": 1481,
      "عار": 1482,
      "▁يكون": 1483,
      "▁201": 1484,
      "مت": 1485,
      "▁الفك": 1486,
      "▁الموا": 1487,
      "▁واح": 1488,
      "re": 1489,
      "▁وز": 1490,
      "رف": 1491,
      "بت": 1492,
      "▁وح": 1493,
      "▁وك": 1494,
      "بط": 1495,
      "لام": 1496,
      "ولي": 1497,
      "ية.": 1498,
      "اط": 1499,
      "▁.\n": 1500,
      "▁عم": 1501,
      "▁الذهب": 1502,
      "بن": 1503,
      "▁به": 1504,
      "▁ول": 1505,
      "لكن": 1506,
      "ابة": 1507,
      "▁جميع": 1508,
      "ديدة": 1509,
      "زل": 1510,
      "ضع": 1511,
      "▁ومن": 1512,
      "ديم": 1513,
      "ركات": 1514,
      "ومة": 1515,
      "مد": 1516,
      "الت": 1517,
      "▁خط": 1518,
      "ين،": 1519,
      "تما": 1520,
      "ها،": 1521,
      "ولا": 1522,
      "نس": 1523,
      "▁مخ": 1524,
      "▁يوم": 1525,
      "▁استخد": 1526,
      "▁عليه": 1527,
      "طن": 1528,
      "▁ات": 1529,
      "▁تط": 1530,
      "▁فإن": 1531,
      "▁فى": 1532,
      "اس": 1533,
      "قيق": 1534,
      "▁الات": 1535,
      "ليل": 1536,
      "رج": 1537,
      "مال": 1538,
      "▁لأ": 1539,
      "طف": 1540,
      "بع": 1541,
      "عود": 1542,
      "يب": 1543,
      "▁البي": 1544,
      "ظر": 1545,
      "انة": 1546,
      "▁ون": 1547,
      "شة": 1548,
      "▁التج": 1549,
      "▁تحت": 1550,
      "▁ولكن": 1551,
      "ثة": 1552,
      "▁بأ": 1553,
      "▁مصر": 1554,
      "▁خام": 1555,
      "▁يق": 1556,
      "هل": 1557,
      "▁كانت": 1558,
      "▁التح": 1559,
      "▁المد": 1560,
      "عات": 1561,
      "at": 1562,
      "وار": 1563,
      "راض": 1564,
      "كية": 1565,
      "▁t": 1566,
      "en": 1567,
      "▁ثم": 1568,
      "صد": 1569,
      "▁نفس": 1570,
      "▁تد": 1571,
      "مو": 1572,
      "ar": 1573,
      "▁موا": 1574,
      "ارية": 1575,
      "رس": 1576,
      "▁المنا": 1577,
      "لاء": 1578,
      "▁يجب": 1579,
      "راق": 1580,
      "▁مؤ": 1581,
      "▁المتح": 1582,
      "بية": 1583,
      "وني": 1584,
      "▁استخدام": 1585,
      "شار": 1586,
      "وال": 1587,
      "▁هناك": 1588,
      "▁تس": 1589,
      "▁المج": 1590,
      "▁وق": 1591,
      "▁العام": 1592,
      "▁–": 1593,
      "▁C": 1594,
      "منت": 1595,
      "ومات": 1596,
      "▁التع": 1597,
      "▁معدات": 1598,
      "ريد": 1599,
      "▁S": 1600,
      "سبب": 1601,
      "▁وهو": 1602,
      "▁لأن": 1603,
      "اعة": 1604,
      "ضافة": 1605,
      "راج": 1606,
      "▁الى": 1607,
      "فل": 1608,
      "روط": 1609,
      "ئي": 1610,
      "طقة": 1611,
      "▁202": 1612,
      "امج": 1613,
      "▁M": 1614,
      "▁الوق": 1615,
      "▁شي": 1616,
      "الات": 1617,
      "\nت": 1618,
      "به": 1619,
      "يادة": 1620,
      "▁A": 1621,
      "جموعة": 1622,
      "▁لكن": 1623,
      "وص": 1624,
      "ونة": 1625,
      "لاح": 1626,
      "ميل": 1627,
      "▁الكرة": 1628,
      "واء": 1629,
      "روع": 1630,
      "نتاج": 1631,
      "رن": 1632,
      "عمال": 1633,
      "وح": 1634,
      "▁البح": 1635,
      "▁سعر": 1636,
      "▁لك": 1637,
      "طا": 1638,
      "عرف": 1639,
      "▁المنت": 1640,
      "▁سحق": 1641,
      "جد": 1642,
      "▁حول": 1643,
      "▁التن": 1644,
      "▁6": 1645,
      "▁المط": 1646,
      "▁ظ": 1647,
      "al": 1648,
      "زيد": 1649,
      "▁شركة": 1650,
      "جلس": 1651,
      "ائل": 1652,
      "جتما": 1653,
      "▁رئيس": 1654,
      "▁عبد": 1655,
      "عمل": 1656,
      "▁«": 1657,
      "مار": 1658,
      ".\nوأ": 1659,
      "▁بالم": 1660,
      "اخل": 1661,
      "ارج": 1662,
      "▁الصين": 1663,
      "▁أحد": 1664,
      ":\n": 1665,
      "ركز": 1666,
      "▁قال": 1667,
      "▁سن": 1668,
      "وير": 1669,
      "▁عبر": 1670,
      "▁السي": 1671,
      "سات": 1672,
      "▁تكون": 1673,
      "غيرة": 1674,
      "▁المؤ": 1675,
      "سارات": 1676,
      "▁فقط": 1677,
      "▁مخت": 1678,
      "▁قط": 1679,
      "اة": 1680,
      "انات": 1681,
      "قع": 1682,
      "اريخ": 1683,
      "▁العم": 1684,
      "دينة": 1685,
      "▁بها": 1686,
      "قم": 1687,
      "▁عدد": 1688,
      "▁أب": 1689,
      "ساب": 1690,
      "▁c": 1691,
      "▁P": 1692,
      "انون": 1693,
      "شف": 1694,
      "▁مق": 1695,
      "or": 1696,
      "\nم": 1697,
      "▁تر": 1698,
      "هور": 1699,
      "▁الهند": 1700,
      "▁أد": 1701,
      "▁بأن": 1702,
      "▁لإ": 1703,
      "▁الدول": 1704,
      "it": 1705,
      "وائ": 1706,
      "▁السيا": 1707,
      "ستخدام": 1708,
      "ينة": 1709,
      "▁يح": 1710,
      "وث": 1711,
      "▁بك": 1712,
      "▁عملية": 1713,
      "▁ين": 1714,
      "▁وفي": 1715,
      "ريقة": 1716,
      "▁المتحدة": 1717,
      "فاع": 1718,
      "▁انت": 1719,
      "▁لن": 1720,
      "لت": 1721,
      "▁العربية": 1722,
      "▁جن": 1723,
      "لاق": 1724,
      "قتص": 1725,
      "يني": 1726,
      "كد": 1727,
      "▁للأ": 1728,
      "▁أص": 1729,
      "▁أفضل": 1730,
      "▁أع": 1731,
      "رياض": 1732,
      "▁19": 1733,
      "▁كت": 1734,
      "▁أيضًا": 1735,
      "▁بالت": 1736,
      "▁ام": 1737,
      "▁محمد": 1738,
      "▁بس": 1739,
      "علم": 1740,
      "ظم": 1741,
      "ميم": 1742,
      "سلام": 1743,
      "جراء": 1744,
      "شي": 1745,
      "▁p": 1746,
      "▁الأول": 1747,
      "▁حد": 1748,
      "▁أخرى": 1749,
      "▁أف": 1750,
      "▁دول": 1751,
      "▁مما": 1752,
      "قب": 1753,
      "شرة": 1754,
      "▁السعود": 1755,
      "جز": 1756,
      "ضاف": 1757,
      "ou": 1758,
      "▁الذين": 1759,
      "▁التعدين": 1760,
      "▁بإ": 1761,
      "عادة": 1762,
      "▁فيها": 1763,
      "عرض": 1764,
      "▁ذات": 1765,
      "▁الأخ": 1766,
      "غي": 1767,
      "ظيف": 1768,
      "▁الرئيس": 1769,
      "ملك": 1770,
      "▁والتي": 1771,
      "لع": 1772,
      "▁...\n": 1773,
      "ادة": 1774,
      "مان": 1775,
      "لفة": 1776,
      "ظة": 1777,
      "▁ملي": 1778,
      "▁للح": 1779,
      "بيق": 1780,
      "es": 1781,
      "ريب": 1782,
      "▁المر": 1783,
      "الب": 1784,
      "▁منت": 1785,
      "غط": 1786,
      "▁لها": 1787,
      "▁حجر": 1788,
      "▁الوقت": 1789,
      "يري": 1790,
      "وط": 1791,
      "▁دون": 1792,
      "له": 1793,
      "ياة": 1794,
      "▁كيف": 1795,
      "▁الوا": 1796,
      "دارة": 1797,
      "الح": 1798,
      "▁تف": 1799,
      "ذي": 1800,
      "جن": 1801,
      "▁إلي": 1802,
      "ّة": 1803,
      "مس": 1804,
      "▁يمكنك": 1805,
      "ائر": 1806,
      "حية": 1807,
      "▁يد": 1808,
      "ميز": 1809,
      "ظهر": 1810,
      "أة": 1811,
      "▁العديد": 1812,
      "وه": 1813,
      "يز": 1814,
      "هاز": 1815,
      "ضر": 1816,
      "▁كبير": 1817,
      "ماء": 1818,
      "▁الجم": 1819,
      "▁وهي": 1820,
      "▁فيه": 1821,
      "▁دي": 1822,
      "▁أش": 1823,
      "ائية": 1824,
      "▁شخص": 1825,
      "ic": 1826,
      "▁7": 1827,
      "سن": 1828,
      "لاً": 1829,
      "فات": 1830,
      "▁الأو": 1831,
      "▁8": 1832,
      "▁G": 1833,
      "حو": 1834,
      "بق": 1835,
      "ربي": 1836,
      "▁الجز": 1837,
      "▁الحديد": 1838,
      "\n\n": 1839,
      "ac": 1840,
      "لاج": 1841,
      "▁قر": 1842,
      "▁المغ": 1843,
      "عتبر": 1844,
      "ديث": 1845,
      "▁لدي": 1846,
      "انب": 1847,
      "قبل": 1848,
      "ing": 1849,
      "كثر": 1850,
      "▁/": 1851,
      "▁والح": 1852,
      "واع": 1853,
      "خط": 1854,
      "مية": 1855,
      "هما": 1856,
      "▁لح": 1857,
      "ملكة": 1858,
      "قيقة": 1859,
      "يار": 1860,
      ".\nت": 1861,
      "كو": 1862,
      "ساعد": 1863,
      "▁طن": 1864,
      "وفر": 1865,
      "▁إلا": 1866,
      "▁الحك": 1867,
      "▁بط": 1868,
      "▁10": 1869,
      "▁وقد": 1870,
      "يش": 1871,
      "▁أول": 1872,
      "▁مجموعة": 1873,
      "دى": 1874,
      "▁موقع": 1875,
      "سين": 1876,
      "▁فر": 1877,
      "▁يش": 1878,
      "َل": 1879,
      "▁والع": 1880,
      "▁الوز": 1881,
      "ادر": 1882,
      "▁المحم": 1883,
      "راف": 1884,
      "▁حق": 1885,
      "لاب": 1886,
      "غة": 1887,
      "▁بالإ": 1888,
      "▁جد": 1889,
      "▁للا": 1890,
      "▁السعودية": 1891,
      "ائي": 1892,
      "حا": 1893,
      "ودي": 1894,
      "▁كبيرة": 1895,
      "ويل": 1896,
      "▁يُ": 1897,
      "بدأ": 1898,
      "▁الوط": 1899,
      "ينا": 1900,
      "▁در": 1901,
      "▁ور": 1902,
      "؟\n": 1903,
      "▁ترك": 1904,
      "ياً": 1905,
      "▁آخر": 1906,
      "▁يست": 1907,
      "خذ": 1908,
      "زام": 1909,
      "▁الخاصة": 1910,
      "▁منذ": 1911,
      "▁وقت": 1912,
      "▁القر": 1913,
      "▁m": 1914,
      "▁فت": 1915,
      "▁بع": 1916,
      "طفال": 1917,
      "نق": 1918,
      "غم": 1919,
      "▁s": 1920,
      "▁الاجتما": 1921,
      "▁الحر": 1922,
      "است": 1923,
      "واصل": 1924,
      "سرائ": 1925,
      "ريم": 1926,
      "ليات": 1927,
      "ناعة": 1928,
      "et": 1929,
      "لسط": 1930,
      "▁عليها": 1931,
      "50": 1932,
      "▁وذلك": 1933,
      "ذكر": 1934,
      "▁ليس": 1935,
      "▁عندما": 1936,
      "حدث": 1937,
      "ياء": 1938,
      "▁نوع": 1939,
      "▁وف": 1940,
      "▁كسارات": 1941,
      "▁الفحم": 1942,
      "▁الرا": 1943,
      "▁T": 1944,
      "يك": 1945,
      "▁السعر": 1946,
      "▁والإ": 1947,
      "داول": 1948,
      "خور": 1949,
      "علام": 1950,
      "▁بما": 1951,
      "om": 1952,
      "▁عالية": 1953,
      "كسارة": 1954,
      "هدف": 1955,
      "لاث": 1956,
      "▁,": 1957,
      "▁مخروط": 1958,
      "قص": 1959,
      "el": 1960,
      "ضي": 1961,
      "خب": 1962,
      "▁تلك": 1963,
      "لية": 1964,
      "طلب": 1965,
      "باد": 1966,
      "▁وش": 1967,
      "▁الماض": 1968,
      "▁وَ": 1969,
      "▁رس": 1970,
      "▁طريق": 1971,
      "دمات": 1972,
      ".\nي": 1973,
      "\nأ": 1974,
      "ائمة": 1975,
      "زم": 1976,
      "لاد": 1977,
      "▁200": 1978,
      "▁كنت": 1979,
      "اعدة": 1980,
      "▁الأش": 1981,
      "صال": 1982,
      "اث": 1983,
      "وجد": 1984,
      "كسير": 1985,
      "ات،": 1986,
      "▁التق": 1987,
      "▁منها": 1988,
      "شت": 1989,
      "▁وأن": 1990,
      "انيا": 1991,
      "يام": 1992,
      "ان،": 1993,
      "ِّ": 1994,
      "▁ارت": 1995,
      "▁الشخص": 1996,
      "مين": 1997,
      "▁مر": 1998,
      "▁الكثير": 1999,
      "هة": 2000,
      "احة": 2001,
      "▁الشركة": 2002,
      "▁داخل": 2003,
      "▁المه": 2004,
      "جي": 2005,
      "▁السل": 2006,
      "قول": 2007,
      "وبة": 2008,
      "وقف": 2009,
      "▁لج": 2010,
      "ضاء": 2011,
      "قتصاد": 2012,
      "َا": 2013,
      "راد": 2014,
      "حاد": 2015,
      "▁الآن": 2016,
      "▁عل": 2017,
      "عداد": 2018,
      "نى": 2019,
      "▁الاحت": 2020,
      "▁لع": 2021,
      "انت": 2022,
      "لاف": 2023,
      "حمد": 2024,
      "▁المملكة": 2025,
      "▁اللا": 2026,
      "▁ود": 2027,
      "ئية": 2028,
      "▁الانت": 2029,
      "▁الشي": 2030,
      "▁0": 2031,
      ".\nوق": 2032,
      "اذ": 2033,
      "▁أجل": 2034,
      "كلفة": 2035,
      "▁أث": 2036,
      "▁واحد": 2037,
      "َن": 2038,
      "ِي": 2039,
      "▁التط": 2040,
      "▁بسبب": 2041,
      "ظمة": 2042,
      "▁بيع": 2043,
      "دمة": 2044,
      "▁احت": 2045,
      "باب": 2046,
      "ed": 2047,
      "ربة": 2048,
      "خي": 2049,
      "▁فقد": 2050,
      "▁الرو": 2051,
      ")،": 2052,
      "▁الخط": 2053,
      "▁نت": 2054,
      "▁اخت": 2055,
      "ابع": 2056,
      "▁شيء": 2057,
      "▁مك": 2058,
      "is": 2059,
      "ابت": 2060,
      "▁9": 2061,
      "رير": 2062,
      "▁تستخدم": 2063,
      "راك": 2064,
      "▁أهم": 2065,
      "نيع": 2066,
      "هرب": 2067,
      "▁الأن": 2068,
      "▁حالة": 2069,
      "اقة": 2070,
      "▁نظام": 2071,
      "ظيم": 2072,
      "ختي": 2073,
      "زمة": 2074,
      "ابق": 2075,
      ".\nأ": 2076,
      "▁العامة": 2077,
      "▁بالن": 2078,
      "ه.": 2079,
      "▁يج": 2080,
      "▁100": 2081,
      "يران": 2082,
      "▁الإم": 2083,
      "فاق": 2084,
      "اي": 2085,
      "ورد": 2086,
      "زيز": 2087,
      "طار": 2088,
      "ضة": 2089,
      "us": 2090,
      "بلغ": 2091,
      "▁أنها": 2092,
      "▁وما": 2093,
      "غيل": 2094,
      "سك": 2095,
      "...": 2096,
      "▁أح": 2097,
      "شاء": 2098,
      "ارس": 2099,
      "قاء": 2100,
      "ولوج": 2101,
      "ro": 2102,
      "كرة": 2103,
      "▁جديدة": 2104,
      "قاط": 2105,
      "▁الأمري": 2106,
      "▁b": 2107,
      "احونة": 2108,
      "il": 2109,
      "مع": 2110,
      "ريف": 2111,
      "▁الجن": 2112,
      "ياه": 2113,
      "بير": 2114,
      "▁واحدة": 2115,
      "ورية": 2116,
      "وء": 2117,
      "▁التص": 2118,
      "▁والد": 2119,
      "لد": 2120,
      "▁الولا": 2121,
      "▁الأد": 2122,
      "جيل": 2123,
      "▁اعت": 2124,
      "ريقيا": 2125,
      "شا": 2126,
      "▁الخاص": 2127,
      "▁تست": 2128,
      "\nي": 2129,
      "روف": 2130,
      "اخ": 2131,
      "▁وص": 2132,
      "تمع": 2133,
      "▁الرياض": 2134,
      "▁وضع": 2135,
      "▁خاصة": 2136,
      "▁الأح": 2137,
      "▁الناس": 2138,
      "▁جنوب": 2139,
      "ad": 2140,
      "سع": 2141,
      "فاء": 2142,
      "▁المخت": 2143,
      "رعة": 2144,
      "بيل": 2145,
      "ربع": 2146,
      "▁الصخور": 2147,
      "▁العل": 2148,
      "▁عدم": 2149,
      "كتب": 2150,
      "ي،": 2151,
      "رفة": 2152,
      "فيذ": 2153,
      "▁الأمر": 2154,
      "▁الإنس": 2155,
      "▁مو": 2156,
      "▁لو": 2157,
      "ابل": 2158,
      "علومات": 2159,
      "▁الأولى": 2160,
      "امعة": 2161,
      "▁مل": 2162,
      "as": 2163,
      "ا،": 2164,
      "انع": 2165,
      "▁d": 2166,
      "ِن": 2167,
      "كين": 2168,
      "▁يؤ": 2169,
      "خاص": 2170,
      "جهزة": 2171,
      "الجة": 2172,
      "▁المو": 2173,
      "▁وجود": 2174,
      "▁حل": 2175,
      "▁تخ": 2176,
      "▁B": 2177,
      "10": 2178,
      "بيب": 2179,
      "ختيار": 2180,
      "▁والس": 2181,
      "▁الكت": 2182,
      "احن": 2183,
      "▁المخ": 2184,
      "نان": 2185,
      "ادي": 2186,
      "طات": 2187,
      "▁إنتاج": 2188,
      "بحث": 2189,
      "ضم": 2190,
      "▁لذلك": 2191,
      "▁بق": 2192,
      "▁سب": 2193,
      "غا": 2194,
      "▁دائ": 2195,
      "▁صغيرة": 2196,
      "▁الحصول": 2197,
      "ناول": 2198,
      "زا": 2199,
      "▁القط": 2200,
      "▁\"ال": 2201,
      "▁التد": 2202,
      "▁يحت": 2203,
      "ثال": 2204,
      "ؤول": 2205,
      "▁مجلس": 2206,
      "▁را": 2207,
      "he": 2208,
      "▁فه": 2209,
      "هُ": 2210,
      "ائق": 2211,
      "على": 2212,
      "▁جز": 2213,
      "ديو": 2214,
      "رام": 2215,
      "ابات": 2216,
      "املة": 2217,
      "برا": 2218,
      "▁التأ": 2219,
      "راسة": 2220,
      "يه": 2221,
      "ضا": 2222,
      "باح": 2223,
      "▁أسا": 2224,
      "نامج": 2225,
      ":\n-": 2226,
      "ية.\n": 2227,
      "▁(ال": 2228,
      "بال": 2229,
      "ابعة": 2230,
      "▁او": 2231,
      "▁أمام": 2232,
      "لكتر": 2233,
      "▁جديد": 2234,
      "▁L": 2235,
      "همة": 2236,
      "▁الخارج": 2237,
      "▁12": 2238,
      "طق": 2239,
      "وفير": 2240,
      "نقلة": 2241,
      "le": 2242,
      "طلاق": 2243,
      "▁وخ": 2244,
      "▁الرس": 2245,
      "▁وغير": 2246,
      "فك": 2247,
      "▁الام": 2248,
      "▁للع": 2249,
      "▁الإسلام": 2250,
      "▁اس": 2251,
      "وجه": 2252,
      "\"،": 2253,
      "▁سل": 2254,
      "ونا": 2255,
      "▁والن": 2256,
      "ent": 2257,
      "▁D": 2258,
      "كما": 2259,
      "▁بج": 2260,
      "دث": 2261,
      "ين.": 2262,
      "▁وكان": 2263,
      "▁حساب": 2264,
      "▁مبا": 2265,
      "صنع": 2266,
      "▁دولار": 2267,
      "▁أكبر": 2268,
      "ÙØ": 2269,
      "▁الأسا": 2270,
      "▁صنع": 2271,
      "▁الأخرى": 2272,
      "▁التش": 2273,
      "▁تأثير": 2274,
      "▁مكان": 2275,
      "طل": 2276,
      "▁الاس": 2277,
      "زب": 2278,
      "عيد": 2279,
      "▁F": 2280,
      "هم،": 2281,
      "▁الدولة": 2282,
      "▁البحث": 2283,
      "▁منا": 2284,
      "▁فيما": 2285,
      "▁ري": 2286,
      "▁مرة": 2287,
      "حل": 2288,
      "▁)": 2289,
      "اجة": 2290,
      "طب": 2291,
      "ساء": 2292,
      "▁الأرض": 2293,
      "▁نها": 2294,
      "هتم": 2295,
      "وضوع": 2296,
      "▁وتح": 2297,
      "▁طاحونة": 2298,
      "▁التس": 2299,
      "▁بالإضافة": 2300,
      "▁الثاني": 2301,
      "▁الفت": 2302,
      "ها.": 2303,
      "وسط": 2304,
      "تين": 2305,
      "▁ومع": 2306,
      "▁العق": 2307,
      "هاب": 2308,
      "غيير": 2309,
      ".\nم": 2310,
      "▁المواد": 2311,
      "▁دور": 2312,
      "▁نق": 2313,
      "يين": 2314,
      "▁كم": 2315,
      "▁محطة": 2316,
      ".\nوت": 2317,
      "جار": 2318,
      "▁ضد": 2319,
      "▁مشروع": 2320,
      "▁بص": 2321,
      "ضمن": 2322,
      "▁E": 2323,
      "▁تكسير": 2324,
      "كال": 2325,
      "▁للش": 2326,
      "اصيل": 2327,
      "▁تو": 2328,
      "▁سوف": 2329,
      "▁مدينة": 2330,
      "▁عرض": 2331,
      "▁وزارة": 2332,
      "َي": 2333,
      "رى": 2334,
      "▁حال": 2335,
      "▁لس": 2336,
      "▁المصن": 2337,
      "▁ساعة": 2338,
      "جمع": 2339,
      "▁وهذا": 2340,
      "ــــ": 2341,
      "▁لكل": 2342,
      "▁لش": 2343,
      "▁فع": 2344,
      "▁الشركات": 2345,
      "انا": 2346,
      "إذا": 2347,
      "▁الخام": 2348,
      "▁لتح": 2349,
      "▁اح": 2350,
      "▁الجيري": 2351,
      "▁ولي": 2352,
      "▁منطقة": 2353,
      "▁Ø": 2354,
      "غل": 2355,
      "▁البر": 2356,
      "▁الحياة": 2357,
      "▁والش": 2358,
      "▁مليون": 2359,
      "راً": 2360,
      "ab": 2361,
      "▁R": 2362,
      "▁واست": 2363,
      "▁وفق": 2364,
      "▁ذلك،": 2365,
      "تك": 2366,
      "▁سيا": 2367,
      "ويات": 2368,
      "▁الجديدة": 2369,
      "صح": 2370,
      "▁I": 2371,
      "▁H": 2372,
      "▁الدم": 2373,
      "جهة": 2374,
      "زال": 2375,
      "▁مستوى": 2376,
      "▁رقم": 2377,
      "داد": 2378,
      "▁مي": 2379,
      "▁الصح": 2380,
      "▁خص": 2381,
      "▁الشر": 2382,
      "▁مختلفة": 2383,
      "اعات": 2384,
      "سرائيل": 2385,
      "▁البن": 2386,
      "ub": 2387,
      "▁أيضا": 2388,
      "▁تعدين": 2389,
      "▁أثناء": 2390,
      "▁النظام": 2391,
      "عاون": 2392,
      "نتر": 2393,
      "يمة": 2394,
      "ماية": 2395,
      "اتف": 2396,
      "▁بناء": 2397,
      "▁أخ": 2398,
      "▁الولايات": 2399,
      "▁آلات": 2400,
      "▁تقديم": 2401,
      "▁يس": 2402,
      "ينية": 2403,
      "▁الأمن": 2404,
      "يط": 2405,
      "▁صف": 2406,
      "▁منه": 2407,
      "▁مض": 2408,
      "▁تصميم": 2409,
      "▁القانون": 2410,
      "جارة": 2411,
      "▁أنواع": 2412,
      "”،": 2413,
      "مات": 2414,
      "am": 2415,
      "▁حر": 2416,
      "▁المق": 2417,
      "سبوع": 2418,
      "ri": 2419,
      "▁الفلسط": 2420,
      "▁نحو": 2421,
      "▁تطبيق": 2422,
      "▁الطاقة": 2423,
      "الى": 2424,
      "▁يا": 2425,
      "▁an": 2426,
      "▁15": 2427,
      "▁h": 2428,
      "ويت": 2429,
      "▁الحكومة": 2430,
      ").": 2431,
      "▁وط": 2432,
      "كتور": 2433,
      "ًا،": 2434,
      "كات": 2435,
      "يق": 2436,
      "▁W": 2437,
      "يفة": 2438,
      "▁مز": 2439,
      "\nو": 2440,
      "راتيج": 2441,
      "حص": 2442,
      "▁مه": 2443,
      "مْ": 2444,
      "واب": 2445,
      "▁30": 2446,
      "خول": 2447,
      "▁المنطقة": 2448,
      "▁[": 2449,
      "▁للإ": 2450,
      "▁لما": 2451,
      "▁أسعار": 2452,
      "▁الظ": 2453,
      "حات": 2454,
      "▁الساعة": 2455,
      "كيف": 2456,
      "▁والص": 2457,
      "اول": 2458,
      "كنولوج": 2459,
      "▁مجال": 2460,
      "بس": 2461,
      "فعل": 2462,
      "▁الملك": 2463,
      "▁حين": 2464,
      "▁بالأ": 2465,
      "▁الفور": 2466,
      "▁التعليم": 2467,
      "حيح": 2468,
      "▁باستخدام": 2469,
      "ion": 2470,
      "افظة": 2471,
      "رع": 2472,
      "داء": 2473,
      "▁طلب": 2474,
      "▁الصنا": 2475,
      "▁النف": 2476,
      "▁المعلومات": 2477,
      "علق": 2478,
      "خصص": 2479,
      "▁رم": 2480,
      "ؤية": 2481,
      "▁المزيد": 2482,
      "ائج": 2483,
      "راءة": 2484,
      "▁المعدات": 2485,
      "افظ": 2486,
      "▁جم": 2487,
      "▁برنامج": 2488,
      "هِ": 2489,
      "▁شركات": 2490,
      "▁14": 2491,
      "▁الرمل": 2492,
      "▁تل": 2493,
      "▁هل": 2494,
      "▁جيد": 2495,
      "اك": 2496,
      "فاظ": 2497,
      "نج": 2498,
      "ُّ": 2499,
      "رحلة": 2500,
      "▁قص": 2501,
      "▁كثير": 2502,
      "▁مث": 2503,
      "باراة": 2504,
      "وبي": 2505,
      "جراءات": 2506,
      "▁ضمن": 2507,
      "▁الإلكتر": 2508,
      "َر": 2509,
      "▁كيفية": 2510,
      "حوق": 2511,
      "جاج": 2512,
      "لسلة": 2513,
      "▁تقدم": 2514,
      "ستر": 2515,
      "هداف": 2516,
      "وروب": 2517,
      "▁مف": 2518,
      "▁نقل": 2519,
      "▁شهر": 2520,
      "▁درجة": 2521,
      "▁الوطني": 2522,
      "▁تصنيع": 2523,
      "دية": 2524,
      "▁قطع": 2525,
      "ديل": 2526,
      "▁f": 2527,
      "▁اسم": 2528,
      "نترنت": 2529,
      "▁العد": 2530,
      "▁المحت": 2531,
      "▁أق": 2532,
      "وتر": 2533,
      "▁؛": 2534,
      "▁الدولي": 2535,
      "تمد": 2536,
      "▁والف": 2537,
      "ائف": 2538,
      "▁عليك": 2539,
      ".\nفي": 2540,
      "لاثة": 2541,
      "▁الجديد": 2542,
      "▁أفريقيا": 2543,
      "بين": 2544,
      "▁والذي": 2545,
      "روس": 2546,
      "▁المال": 2547,
      "دات": 2548,
      "▁السن": 2549,
      "ore": 2550,
      "ذج": 2551,
      "▁إدارة": 2552,
      "▁قام": 2553,
      "▁المحمول": 2554,
      "▁الشعب": 2555,
      "يلي": 2556,
      "▁البحر": 2557,
      "▁وزير": 2558,
      "▁لدى": 2559,
      "te": 2560,
      "▁الصغيرة": 2561,
      ".\n\n": 2562,
      "▁اليمن": 2563,
      "اش": 2564,
      "طاق": 2565,
      "▁الرمال": 2566,
      "▁سم": 2567,
      "▁سنة": 2568,
      "خة": 2569,
      "▁تُ": 2570,
      "وما": 2571,
      "▁تاريخ": 2572,
      "راب": 2573,
      "طيع": 2574,
      "▁ألف": 2575,
      "▁18": 2576,
      "▁الترك": 2577,
      "أت": 2578,
      "والي": 2579,
      "عام": 2580,
      "▁يعني": 2581,
      "كلة": 2582,
      "▁سنوات": 2583,
      "اء،": 2584,
      "▁اللي": 2585,
      "▁وان": 2586,
      "▁رائ": 2587,
      "▁بالنسبة": 2588,
      "000": 2589,
      "تع": 2590,
      "▁نج": 2591,
      "▁السوق": 2592,
      "سر": 2593,
      "بكة": 2594,
      "▁جي": 2595,
      "▁ها": 2596,
      "▁“ال": 2597,
      "▁يص": 2598,
      "هن": 2599,
      "▁المصر": 2600,
      "س،": 2601,
      "▁الاقتصاد": 2602,
      "▁العراق": 2603,
      "▁تعمل": 2604,
      "ثم": 2605,
      "▁عدة": 2606,
      "فظ": 2607,
      "▁القد": 2608,
      "19": 2609,
      "قف": 2610,
      "▁الكهرب": 2611,
      "عودي": 2612,
      "يارات": 2613,
      "▁فريق": 2614,
      "12": 2615,
      "ارب": 2616,
      "▁الحد": 2617,
      "▁تك": 2618,
      "▁لمدة": 2619,
      "جا": 2620,
      "سكر": 2621,
      "▁تحقيق": 2622,
      "سط": 2623,
      "▁ابن": 2624,
      "خفض": 2625,
      "▁to": 2626,
      "خام": 2627,
      "▁جانب": 2628,
      "▁ولم": 2629,
      "▁مركز": 2630,
      "▁علا": 2631,
      "▁الاتحاد": 2632,
      "202": 2633,
      "▁نظ": 2634,
      "ol": 2635,
      "▁الفر": 2636,
      "▁الأعمال": 2637,
      "▁صناعة": 2638,
      "خرج": 2639,
      "▁سلسلة": 2640,
      "ارك": 2641,
      "صابة": 2642,
      "لاك": 2643,
      "▁زيادة": 2644,
      "تيجة": 2645,
      "حب": 2646,
      "وضع": 2647,
      "▁تمام": 2648,
      "ذية": 2649,
      "▁الموج": 2650,
      "رم": 2651,
      "هود": 2652,
      "▁الطبيع": 2653,
      "اعت": 2654,
      "ائد": 2655,
      "▁حجم": 2656,
      "▁المنزل": 2657,
      "▁عشر": 2658,
      "▁الآخر": 2659,
      "▁وإن": 2660,
      "▁وسي": 2661,
      "جاه": 2662,
      "▁الشع": 2663,
      "علن": 2664,
      "▁مختلف": 2665,
      "▁الشعر": 2666,
      "▁خدمة": 2667,
      "▁العلا": 2668,
      "▁الأطفال": 2669,
      "▁الحي": 2670,
      "▁الداخل": 2671,
      "▁تكلفة": 2672,
      "▁تحديد": 2673,
      "▁قائمة": 2674,
      "اشة": 2675,
      "▁إذ": 2676,
      "▁أبو": 2677,
      "ريط": 2678,
      "▁الفي": 2679,
      "▁العربي": 2680,
      "▁جهاز": 2681,
      "ونية": 2682,
      "قرأ": 2683,
      "اهرة": 2684,
      "▁حسب": 2685,
