{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "</s>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<unk>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<mask>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "NFKC"
  },
  "pre_tokenizer": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      }
    ],
    "pair": [
      {
        "Sequence": {
          "id": "A",
          "type_id": 0
        }
      },
      {
        "Sequence": {
          "id": "B",
          "type_id": 1
        }
      }
    ],
    "special_tokens": {}
  },
  "decoder": {
    "type": "Metaspace",
    "replacement": "▁",
    "prepend_scheme": "always",
    "split": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<unk>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<s>": 0,
      "</s>": 1,
      "<unk>": 2,
      "<pad>": 3,
      "<mask>": 4,
      "\n": 5,
      "!": 6,
      "\"": 7,
      "#": 8,
      "$": 9,
      "%": 10,
      "&": 11,
      "'": 12,
      "(": 13,
      ")": 14,
      "*": 15,
      "+": 16,
      ",": 17,
      "-": 18,
      ".": 19,
      "/": 20,
      "0": 21,
      "1": 22,
      "2": 23,
      "3": 24,
      "4": 25,
      "5": 26,
      "6": 27,
      "7": 28,
      "8": 29,
      "9": 30,
      ":": 31,
      ";": 32,
      "<": 33,
      "=": 34,
      ">": 35,
      "?": 36,
      "@": 37,
      "A": 38,
      "B": 39,
      "C": 40,
      "D": 41,
      "E": 42,
      "F": 43,
      "G": 44,
      "H": 45,
      "I": 46,
      "J": 47,
      "K": 48,
      "L": 49,
      "M": 50,
      "N": 51,
      "O": 52,
      "P": 53,
      "Q": 54,
      "R": 55,
      "S": 56,
      "T": 57,
      "U": 58,
      "V": 59,
      "W": 60,
      "X": 61,
      "Y": 62,
      "Z": 63,
      "[": 64,
      "\\": 65,
      "]": 66,
      "^": 67,
      "_": 68,
      "`": 69,
      "a": 70,
      "b": 71,
      "c": 72,
      "d": 73,
      "e": 74,
      "f": 75,
      "g": 76,
      "h": 77,
      "i": 78,
      "j": 79,
      "k": 80,
      "l": 81,
      "m": 82,
      "n": 83,
      "o": 84,
      "p": 85,
      "q": 86,
      "r": 87,
      "s": 88,
      "t": 89,
      "u": 90,
      "v": 91,
      "w": 92,
      "x": 93,
      "y": 94,
      "z": 95,
      "{": 96,
      "|": 97,
      "}": 98,
      "~": 99,
      "¡": 100,
      "¢": 101,
      "£": 102,
      "¤": 103,
      "¥": 104,
      "¦": 105,
      "§": 106,
      "©": 107,
      "«": 108,
      "¬": 109,
      "®": 110,
      "°": 111,
      "±": 112,
      "¶": 113,
      "·": 114,
      "»": 115,
      "¿": 116,
      "À": 117,
      "Á": 118,
      "Â": 119,
      "Ã": 120,
      "Ä": 121,
      "Å": 122,
      "Æ": 123,
      "Ç": 124,
      "È": 125,
      "É": 126,
      "Ê": 127,
      "Ë": 128,
      "Ì": 129,
      "Í": 130,
      "Î": 131,
      "Ï": 132,
      "Ð": 133,
      "Ñ": 134,
      "Ò": 135,
      "Ó": 136,
      "Ô": 137,
      "Õ": 138,
      "Ö": 139,
      "×": 140,
      "Ø": 141,
      "Ù": 142,
      "Ú": 143,
      "Û": 144,
      "Ü": 145,
      "Ý": 146,
      "Þ": 147,
      "ß": 148,
      "à": 149,
      "á": 150,
      "â": 151,
      "ã": 152,
      "ä": 153,
      "å": 154,
      "æ": 155,
      "ç": 156,
      "è": 157,
      "é": 158,
      "ê": 159,
      "ë": 160,
      "ì": 161,
      "í": 162,
      "î": 163,
      "ï": 164,
      "ð": 165,
      "ñ": 166,
      "ò": 167,
      "ó": 168,
      "ô": 169,
      "õ": 170,
      "ö": 171,
      "÷": 172,
      "ø": 173,
      "ù": 174,
      "ú": 175,
      "û": 176,
      "ü": 177,
      "ý": 178,
      "ā": 179,
      "ă": 180,
      "ą": 181,
      "ć": 182,
      "Č": 183,
      "č": 184,
      "đ": 185,
      "ē": 186,
      "ę": 187,
      "ě": 188,
      "ğ": 189,
      "ī": 190,
      "İ": 191,
      "ı": 192,
      "Ł": 193,
      "ł": 194,
      "ń": 195,
      "ō": 196,
      "Ř": 197,
      "ś": 198,
      "Ş": 199,
      "ş": 200,
      "Š": 201,
      "š": 202,
      "ū": 203,
      "Ů": 204,
      "ų": 205,
      "Ż": 206,
      "ż": 207,
      "ž": 208,
      "ƒ": 209,
      "ɑ": 210,
      "ə": 211,
      "ɡ": 212,
      "ɪ": 213,
      "ʃ": 214,
      "ʻ": 215,
      "ʾ": 216,
      "ˆ": 217,
      "ˈ": 218,
      "ː": 219,
      "́": 220,
      "̃": 221,
      "̄": 222,
      "̅": 223,
      "̈": 224,
      "̋": 225,
      "̧": 226,
      "̨": 227,
      "̯": 228,
      "̲": 229,
      "͠": 230,
      "͡": 231,
      "Δ": 232,
      "Φ": 233,
      "Ω": 234,
      "ά": 235,
      "έ": 236,
      "ή": 237,
      "ί": 238,
      "α": 239,
      "β": 240,
      "γ": 241,
      "δ": 242,
      "ε": 243,
      "η": 244,
      "θ": 245,
      "ι": 246,
      "κ": 247,
      "λ": 248,
      "μ": 249,
      "ν": 250,
      "ο": 251,
      "π": 252,
      "ρ": 253,
      "ς": 254,
      "σ": 255,
      "τ": 256,
      "υ": 257,
      "φ": 258,
      "χ": 259,
      "ω": 260,
      "ό": 261,
      "ύ": 262,
      "Ђ": 263,
      "Ѓ": 264,
      "Є": 265,
      "Ѕ": 266,
      "І": 267,
      "Ј": 268,
      "Ќ": 269,
      "Ў": 270,
      "Џ": 271,
      "А": 272,
      "Б": 273,
      "В": 274,
      "Г": 275,
      "Д": 276,
      "Е": 277,
      "З": 278,
      "И": 279,
      "К": 280,
      "Л": 281,
      "М": 282,
      "Н": 283,
      "О": 284,
      "П": 285,
      "Р": 286,
      "С": 287,
      "Т": 288,
      "У": 289,
      "Ф": 290,
      "Х": 291,
      "Ч": 292,
      "Ш": 293,
      "а": 294,
      "б": 295,
      "в": 296,
      "г": 297,
      "д": 298,
      "е": 299,
      "ж": 300,
      "з": 301,
      "и": 302,
      "й": 303,
      "к": 304,
      "л": 305,
      "м": 306,
      "н": 307,
      "о": 308,
      "п": 309,
      "р": 310,
      "с": 311,
      "т": 312,
      "у": 313,
      "ф": 314,
      "х": 315,
      "ц": 316,
      "ч": 317,
      "ш": 318,
      "щ": 319,
      "ъ": 320,
      "ы": 321,
      "ь": 322,
      "э": 323,
      "ю": 324,
      "я": 325,
      "ё": 326,
      "ѓ": 327,
      "є": 328,
      "ѕ": 329,
      "і": 330,
      "ї": 331,
      "ј": 332,
      "њ": 333,
      "ћ": 334,
      "ќ": 335,
      "џ": 336,
      "Ґ": 337,
      "ґ": 338,
      "ү": 339,
      "ө": 340,
      "ׄ": 341,
      "א": 342,
      "ב": 343,
      "ג": 344,
      "ד": 345,
      "ה": 346,
      "ו": 347,
      "ז": 348,
      "ח": 349,
      "ט": 350,
      "י": 351,
      "כ": 352,
      "ל": 353,
      "ם": 354,
      "מ": 355,
      "ן": 356,
      "נ": 357,
      "ס": 358,
      "ע": 359,
      "פ": 360,
      "ץ": 361,
      "צ": 362,
      "ק": 363,
      "ר": 364,
      "ש": 365,
      "ת": 366,
      "،": 367,
      "؎": 368,
      "؏": 369,
      "؛": 370,
      "؟": 371,
      "ء": 372,
      "آ": 373,
      "أ": 374,
      "ؤ": 375,
      "إ": 376,
      "ئ": 377,
      "ا": 378,
      "ب": 379,
      "ة": 380,
      "ت": 381,
      "ث": 382,
      "ج": 383,
      "ح": 384,
      "خ": 385,
      "د": 386,
      "ذ": 387,
      "ر": 388,
      "ز": 389,
      "س": 390,
      "ش": 391,
      "ص": 392,
      "ض": 393,
      "ط": 394,
      "ظ": 395,
      "ع": 396,
      "غ": 397,
      "ػ": 398,
      "ؼ": 399,
      "ؽ": 400,
      "ؾ": 401,
      "ؿ": 402,
      "ـ": 403,
      "ف": 404,
      "ق": 405,
      "ك": 406,
      "ل": 407,
      "م": 408,
      "ن": 409,
      "ه": 410,
      "و": 411,
      "ى": 412,
      "ي": 413,
      "ً": 414,
      "ٌ": 415,
      "ٍ": 416,
      "َ": 417,
      "ُ": 418,
      "ِ": 419,
      "ّ": 420,
      "ْ": 421,
      "ٓ": 422,
      "ٔ": 423,
      "ٕ": 424,
      "ٖ": 425,
      "ٗ": 426,
      "ٙ": 427,
      "ٞ": 428,
      "٠": 429,
      "١": 430,
      "٢": 431,
      "٣": 432,
      "٤": 433,
      "٥": 434,
      "٦": 435,
      "٧": 436,
      "٨": 437,
      "٩": 438,
      "٪": 439,
      "٫": 440,
      "٬": 441,
      "٭": 442,
      "ٰ": 443,
      "ٱ": 444,
      "ٲ": 445,
      "ٳ": 446,
      "ٴ": 447,
      "ٹ": 448,
      "ٻ": 449,
      "ټ": 450,
      "پ": 451,
      "ٿ": 452,
      "ڀ": 453,
      "چ": 454,
      "ڈ": 455,
      "ډ": 456,
      "ړ": 457,
      "ڕ": 458,
      "ژ": 459,
      "ڠ": 460,
      "ڤ": 461,
      "ڨ": 462,
      "ک": 463,
      "ڪ": 464,
      "ڭ": 465,
      "گ": 466,
      "ڳ": 467,
      "ڵ": 468,
      "ں": 469,
      "ڻ": 470,
      "ھ": 471,
      "ہ": 472,
      "ۃ": 473,
      "ۆ": 474,
      "ۈ": 475,
      "ی": 476,
      "ێ": 477,
      "ې": 478,
      "ے": 479,
      "۔": 480,
      "ە": 481,
      "ۖ": 482,
      "ۗ": 483,
      "ۚ": 484,
      "۞": 485,
      "۟": 486,
      "ۡ": 487,
      "ۢ": 488,
      "ۤ": 489,
      "ۥ": 490,
      "ۦ": 491,
      "۩": 492,
      "۰": 493,
      "۱": 494,
      "۲": 495,
      "۳": 496,
      "۴": 497,
      "۵": 498,
      "۶": 499,
      "۷": 500,
      "۸": 501,
      "۹": 502,
      "ࣰ": 503,
      "ࣱ": 504,
      "ं": 505,
      "क": 506,
      "ग": 507,
      "ज": 508,
      "ट": 509,
      "त": 510,
      "द": 511,
      "न": 512,
      "प": 513,
      "ब": 514,
      "म": 515,
      "य": 516,
      "र": 517,
      "ल": 518,
      "व": 519,
      "श": 520,
      "स": 521,
      "ह": 522,
      "ा": 523,
      "ि": 524,
      "ी": 525,
      "े": 526,
      "ो": 527,
      "्": 528,
      "।": 529,
      "এ": 530,
      "ক": 531,
      "গ": 532,
      "চ": 533,
      "জ": 534,
      "ট": 535,
      "ড": 536,
      "ত": 537,
      "দ": 538,
      "ন": 539,
      "প": 540,
      "ব": 541,
      "ভ": 542,
      "ম": 543,
      "য": 544,
      "র": 545,
      "ল": 546,
      "শ": 547,
      "স": 548,
      "হ": 549,
      "়": 550,
      "া": 551,
      "ি": 552,
      "ু": 553,
      "ে": 554,
      "ো": 555,
      "্": 556,
      "ก": 557,
      "ท": 558,
      "น": 559,
      "ย": 560,
      "ร": 561,
      "ล": 562,
      "อ": 563,
      "า": 564,
      "เ": 565,
      "ไ": 566,
      "ღ": 567,
      "ḥ": 568,
      "‐": 569,
      "–": 570,
      "—": 571,
      "‘": 572,
      "’": 573,
      "‚": 574,
      "“": 575,
      "”": 576,
      "„": 577,
      "†": 578,
      "‡": 579,
      "•": 580,
      "‰": 581,
      "′": 582,
      "‹": 583,
      "›": 584,
      "※": 585,
      "⁄": 586,
      "₪": 587,
      "€": 588,
      "⃣": 589,
      "←": 590,
      "↑": 591,
      "→": 592,
      "↓": 593,
      "↩": 594,
      "⇐": 595,
      "⇒": 596,
      "∆": 597,
      "−": 598,
      "∗": 599,
      "∙": 600,
      "√": 601,
      "∫": 602,
      "≈": 603,
      "≤": 604,
      "≥": 605,
      "⋆": 606,
      "⏪": 607,
      "─": 608,
      "│": 609,
      "═": 610,
      "▁": 611,
      "▂": 612,
      "█": 613,
      "■": 614,
      "□": 615,
      "▪": 616,
      "▬": 617,
      "▭": 618,
      "▲": 619,
      "▶": 620,
      "▷": 621,
      "►": 622,
      "◀": 623,
      "◄": 624,
      "◆": 625,
      "◇": 626,
      "◉": 627,
      "○": 628,
      "◎": 629,
      "●": 630,
      "◙": 631,
      "◾": 632,
      "☀": 633,
      "★": 634,
      "☆": 635,
      "☎": 636,
      "☑": 637,
      "☜": 638,
      "☺": 639,
      "♀": 640,
      "♂": 641,
      "♡": 642,
      "♢": 643,
      "♥": 644,
      "♦": 645,
      "♪": 646,
      "⚡": 647,
      "⚽": 648,
      "✅": 649,
      "✌": 650,
      "✍": 651,
      "✓": 652,
      "✔": 653,
      "✠": 654,
      "✤": 655,
      "✨": 656,
      "✯": 657,
      "❊": 658,
      "❌": 659,
      "❝": 660,
      "❞": 661,
      "❤": 662,
      "❯": 663,
      "➖": 664,
      "➡": 665,
      "⠀": 666,
      "⦁": 667,
      "⬅": 668,
      "⬇": 669,
      "⭐": 670,
      "⭕": 671,
      "、": 672,
      "。": 673,
      "《": 674,
      "》": 675,
      "「": 676,
      "」": 677,
      "【": 678,
      "】": 679,
      "い": 680,
      "お": 681,
      "が": 682,
      "し": 683,
      "す": 684,
      "た": 685,
      "て": 686,
      "で": 687,
      "と": 688,
      "に": 689,
      "の": 690,
      "は": 691,
      "び": 692,
      "ま": 693,
      "も": 694,
      "よ": 695,
      "り": 696,
      "る": 697,
      "れ": 698,
      "を": 699,
      "ん": 700,
      "ァ": 701,
      "ア": 702,
      "ィ": 703,
      "イ": 704,
      "ゥ": 705,
      "ウ": 706,
      "ェ": 707,
      "オ": 708,
      "カ": 709,
      "キ": 710,
      "ク": 711,
      "ケ": 712,
      "ジ": 713,
      "ス": 714,
      "ソ": 715,
      "タ": 716,
      "ッ": 717,
      "ツ": 718,
      "ト": 719,
      "ド": 720,
      "ブ": 721,
      "メ": 722,
      "モ": 723,
      "ャ": 724,
      "ュ": 725,
      "ラ": 726,
      "リ": 727,
      "ル": 728,
      "ン": 729,
      "・": 730,
      "ー": 731,
      "䥨": 732,
      "䨰": 733,
      "䫆": 734,
      "䭜": 735,
      "一": 736,
      "上": 737,
      "不": 738,
      "与": 739,
      "业": 740,
      "个": 741,
      "中": 742,
      "为": 743,
      "主": 744,
      "么": 745,
      "之": 746,
      "了": 747,
      "争": 748,
      "事": 749,
      "于": 750,
      "亚": 751,
      "些": 752,
      "产": 753,
      "人": 754,
      "以": 755,
      "价": 756,
      "份": 757,
      "会": 758,
      "伯": 759,
      "体": 760,
      "作": 761,
      "例": 762,
      "供": 763,
      "信": 764,
      "做": 765,
      "克": 766,
      "入": 767,
      "全": 768,
      "公": 769,
      "关": 770,
      "内": 771,
      "出": 772,
      "分": 773,
      "别": 774,
      "到": 775,
      "制": 776,
      "前": 777,
      "力": 778,
      "加": 779,
      "动": 780,
      "化": 781,
      "区": 782,
      "半": 783,
      "原": 784,
      "及": 785,
      "发": 786,
      "取": 787,
      "句": 788,
      "可": 789,
      "合": 790,
      "同": 791,
      "和": 792,
      "品": 793,
      "商": 794,
      "器": 795,
      "国": 796,
      "图": 797,
      "在": 798,
      "地": 799,
      "型": 800,
      "城": 801,
      "基": 802,
      "备": 803,
      "多": 804,
      "大": 805,
      "天": 806,
      "字": 807,
      "安": 808,
      "定": 809,
      "家": 810,
      "容": 811,
      "对": 812,
      "小": 813,
      "展": 814,
      "工": 815,
      "巴": 816,
      "市": 817,
      "年": 818,
      "度": 819,
      "开": 820,
      "式": 821,
      "当": 822,
      "性": 823,
      "息": 824,
      "意": 825,
      "成": 826,
      "我": 827,
      "戦": 828,
      "所": 829,
      "拉": 830,
      "提": 831,
      "搜": 832,
      "放": 833,
      "数": 834,
      "文": 835,
      "料": 836,
      "方": 837,
      "日": 838,
      "时": 839,
      "是": 840,
      "更": 841,
      "月": 842,
      "有": 843,
      "本": 844,
      "机": 845,
      "来": 846,
      "查": 847,
      "格": 848,
      "欧": 849,
      "步": 850,
      "民": 851,
      "水": 852,
      "法": 853,
      "洲": 854,
      "海": 855,
      "版": 856,
      "特": 857,
      "理": 858,
      "生": 859,
      "用": 860,
      "畏": 861,
      "的": 862,
      "知": 863,
      "石": 864,
      "破": 865,
      "碎": 866,
      "磨": 867,
      "站": 868,
      "粉": 869,
      "系": 870,
      "索": 871,
      "级": 872,
      "经": 873,
      "统": 874,
      "网": 875,
      "翻": 876,
      "者": 877,
      "联": 878,
      "能": 879,
      "自": 880,
      "行": 881,
      "西": 882,
      "要": 883,
      "解": 884,
      "计": 885,
      "议": 886,
      "设": 887,
      "词": 888,
      "译": 889,
      "语": 890,
      "资": 891,
      "这": 892,
      "进": 893,
      "造": 894,
      "部": 895,
      "采": 896,
      "量": 897,
      "金": 898,
      "钟": 899,
      "长": 900,
      "问": 901,
      "间": 902,
      "阿": 903,
      "需": 904,
      "面": 905,
      "韓": 906,
      "页": 907,
      "题": 908,
      "高": 909,
      "魔": 910,
      "국": 911,
      "기": 912,
      "는": 913,
      "대": 914,
      "리": 915,
      "마": 916,
      "번": 917,
      "보": 918,
      "사": 919,
      "색": 920,
      "어": 921,
      "역": 922,
      "의": 923,
      "이": 924,
      "자": 925,
      "장": 926,
      "지": 927,
      "출": 928,
      "토": 929,
      "팠": 930,
      "푌": 931,
      "하": 932,
      "한": 933,
      "﴾": 934,
      "﴿": 935,
      "︎": 936,
      "️": 937,
      "￼": 938,
      "�": 939,
      "🇦": 940,
      "🇧": 941,
      "🇪": 942,
      "🇲": 943,
      "🇵": 944,
      "🇷": 945,
      "🇸": 946,
      "🇹": 947,
      "🌟": 948,
      "🌷": 949,
      "🌸": 950,
      "🌹": 951,
      "🍃": 952,
      "🎶": 953,
      "🏆": 954,
      "🏻": 955,
      "🏼": 956,
      "👇": 957,
      "👈": 958,
      "👉": 959,
      "👌": 960,
      "👍": 961,
      "👏": 962,
      "👨": 963,
      "💔": 964,
      "💕": 965,
      "💗": 966,
      "💙": 967,
      "💚": 968,
      "💛": 969,
      "💜": 970,
      "💡": 971,
      "💥": 972,
      "💪": 973,
      "💫": 974,
      "💰": 975,
      "📌": 976,
      "📍": 977,
      "🔥": 978,
      "🔴": 979,
      "🔵": 980,
      "🔷": 981,
      "🔸": 982,
      "🔹": 983,
      "🔺": 984,
      "😀": 985,
      "😁": 986,
      "😂": 987,
      "😃": 988,
      "😅": 989,
      "😉": 990,
      "😊": 991,
      "😍": 992,
      "😘": 993,
      "😝": 994,
      "😭": 995,
      "🙁": 996,
      "🙂": 997,
      "🙏": 998,
      "🚨": 999,
      "🤍": 1000,
      "🤔": 1001,
      "🤣": 1002,
      "🤩": 1003,
      "🥰": 1004,
      "ال": 1005,
      "▁ال": 1006,
      "▁م": 1007,
      "▁و": 1008,
      "▁ب": 1009,
      "▁ف": 1010,
      "▁ل": 1011,
      "▁أ": 1012,
      "ات": 1013,
      "▁الم": 1014,
      "ية": 1015,
      "▁ت": 1016,
      "▁ع": 1017,
      "ار": 1018,
      "▁في": 1019,
      "ان": 1020,
      "▁من": 1021,
      "▁ي": 1022,
      "ين": 1023,
      "لى": 1024,
      "ام": 1025,
      "▁ك": 1026,
      "▁إ": 1027,
      "ها": 1028,
      "ير": 1029,
      "▁الت": 1030,
      ".\n": 1031,
      "▁وال": 1032,
      "ول": 1033,
      "▁الأ": 1034,
      "ست": 1035,
      "ون": 1036,
      "▁ح": 1037,
      "را": 1038,
      "نا": 1039,
      "ري": 1040,
      "▁على": 1041,
      "▁س": 1042,
      "▁ه": 1043,
      "لا": 1044,
      "▁الع": 1045,
      "ما": 1046,
      "لي": 1047,
      "▁ق": 1048,
      "دي": 1049,
      "▁لل": 1050,
      "▁ا": 1051,
      "وا": 1052,
      "▁الح": 1053,
      "ور": 1054,
      "▁ن": 1055,
      "▁أن": 1056,
      "▁ج": 1057,
      "دة": 1058,
      "يا": 1059,
      "▁الس": 1060,
      "بي": 1061,
      "▁،": 1062,
      "اب": 1063,
      "عد": 1064,
      "▁خ": 1065,
      "▁ش": 1066,
      "وم": 1067,
      "لة": 1068,
      "لك": 1069,
      "▁الج": 1070,
      "ائ": 1071,
      "ارة": 1072,
      "▁بال": 1073,
      "▁د": 1074,
      "هم": 1075,
      "▁إلى": 1076,
      "▁الف": 1077,
      "اء": 1078,
      "▁ر": 1079,
      "رة": 1080,
      "عة": 1081,
      "▁مع": 1082,
      "▁عن": 1083,
      "اد": 1084,
      "▁الق": 1085,
      "رك": 1086,
      "ذا": 1087,
      "▁الش": 1088,
      "▁الب": 1089,
      "مي": 1090,
      "مل": 1091,
      "▁الك": 1092,
      "▁ص": 1093,
      "▁الإ": 1094,
      "▁ط": 1095,
      "من": 1096,
      "اف": 1097,
      "وق": 1098,
      "▁الص": 1099,
      "▁الد": 1100,
      "▁الن": 1101,
      "ًا": 1102,
      "رب": 1103,
      "قة": 1104,
      "كن": 1105,
      "▁الا": 1106,
      "▁الخ": 1107,
      "مة": 1108,
      "رو": 1109,
      "يل": 1110,
      "يد": 1111,
      "..": 1112,
      "تم": 1113,
      "▁الر": 1114,
      "▁مح": 1115,
      "اح": 1116,
      "سي": 1117,
      "▁2": 1118,
      "سب": 1119,
      "ود": 1120,
      "في": 1121,
      "عل": 1122,
      "قد": 1123,
      "ذه": 1124,
      "▁أو": 1125,
      "▁1": 1126,
      "▁التي": 1127,
      "▁ما": 1128,
      "نت": 1129,
      "▁وت": 1130,
      "كل": 1131,
      "اع": 1132,
      "بر": 1133,
      "وي": 1134,
      "جر": 1135,
      "سارة": 1136,
      "قي": 1137,
      "عر": 1138,
      "▁الط": 1139,
      "ني": 1140,
      "▁غ": 1141,
      "وب": 1142,
      "▁(": 1143,
      "ذلك": 1144,
      "▁لا": 1145,
      "حن": 1146,
      "▁الل": 1147,
      "حت": 1148,
      "▁الذ": 1149,
      "خد": 1150,
      "يف": 1151,
      "اص": 1152,
      "▁آ": 1153,
      "وج": 1154,
      "تي": 1155,
      "▁ان": 1156,
      "مكن": 1157,
      "سم": 1158,
      "لم": 1159,
      "▁كسارة": 1160,
      "▁مص": 1161,
      "▁لم": 1162,
      "اج": 1163,
      "تح": 1164,
      "اً": 1165,
      "مر": 1166,
      "▁است": 1167,
      "ارات": 1168,
      "بل": 1169,
      "كون": 1170,
      "يس": 1171,
      "00": 1172,
      "وف": 1173,
      "▁وم": 1174,
      "▁هذا": 1175,
      "خر": 1176,
      "لال": 1177,
      "صل": 1178,
      "▁أي": 1179,
      "ديد": 1180,
      "جم": 1181,
      "▁وأ": 1182,
      "فة": 1183,
      "يرة": 1184,
      "سا": 1185,
      "حد": 1186,
      "▁مت": 1187,
      "ية،": 1188,
      "▁الو": 1189,
      "▁\"": 1190,
      "▁كان": 1191,
      "يت": 1192,
      "كر": 1193,
      "حة": 1194,
      "عم": 1195,
      "بة": 1196,
      "وع": 1197,
      "قت": 1198,
      "▁هذه": 1199,
      "▁علي": 1200,
      "الم": 1201,
      "راء": 1202,
      "طة": 1203,
      "▁كل": 1204,
      "خت": 1205,
      "عت": 1206,
      ".\nو": 1207,
      "بد": 1208,
      "هر": 1209,
      "شر": 1210,
      "قل": 1211,
      "سل": 1212,
      "▁والم": 1213,
      "هد": 1214,
      "▁تح": 1215,
      "▁الث": 1216,
      "ند": 1217,
      "اني": 1218,
      "الي": 1219,
      "▁ث": 1220,
      "جل": 1221,
      "بيع": 1222,
      "ثر": 1223,
      "▁ز": 1224,
      "أن": 1225,
      "▁هو": 1226,
      "▁20": 1227,
      "سة": 1228,
      "فا": 1229,
      "نع": 1230,
      "▁يمكن": 1231,
      "▁الذي": 1232,
      "هي": 1233,
      "▁المت": 1234,
      "خص": 1235,
      "كت": 1236,
      "▁تع": 1237,
      "▁بين": 1238,
      "▁المح": 1239,
      "لب": 1240,
      "▁..": 1241,
      "▁ذلك": 1242,
      "▁مط": 1243,
      "وس": 1244,
      "\n-": 1245,
      "ركة": 1246,
      "▁ض": 1247,
      "ستخد": 1248,
      "با": 1249,
      "▁وي": 1250,
      "عا": 1251,
      "ولة": 1252,
      ".\n-": 1253,
      "وت": 1254,
      "خل": 1255,
      "يات": 1256,
      "در": 1257,
      "▁إن": 1258,
      "▁بعد": 1259,
      "فض": 1260,
      "▁لت": 1261,
      "▁الي": 1262,
      "فس": 1263,
      "دا": 1264,
      "▁خلال": 1265,
      "رض": 1266,
      "▁-": 1267,
      "▁تم": 1268,
      "الة": 1269,
      "اري": 1270,
      "▁أك": 1271,
      "▁“": 1272,
      "يم": 1273,
      "كان": 1274,
      "لف": 1275,
      "ته": 1276,
      "▁اله": 1277,
      "كم": 1278,
      "قا": 1279,
      "كس": 1280,
      "الية": 1281,
      "عض": 1282,
      "عب": 1283,
      "▁بش": 1284,
      "إن": 1285,
      "دم": 1286,
      "نة": 1287,
      "ريق": 1288,
      "رق": 1289,
      "▁.": 1290,
      "وات": 1291,
      "▁تق": 1292,
      "▁هي": 1293,
      "اض": 1294,
      "▁يت": 1295,
      "▁الغ": 1296,
      "▁بن": 1297,
      "▁الحجر": 1298,
      "▁مش": 1299,
      "يث": 1300,
      "▁المن": 1301,
      "َّ": 1302,
      "جة": 1303,
      "زي": 1304,
      "in": 1305,
      "صر": 1306,
      "▁والت": 1307,
      "عي": 1308,
      "طم": 1309,
      "حنة": 1310,
      "افة": 1311,
      "▁الله": 1312,
      "ثل": 1313,
      "▁بم": 1314,
      "ورة": 1315,
      "امة": 1316,
      "وض": 1317,
      "بار": 1318,
      "جه": 1319,
      "▁الأم": 1320,
      "▁وه": 1321,
      "حق": 1322,
      "▁أم": 1323,
      "حم": 1324,
      "▁3": 1325,
      "ثير": 1326,
      "▁وب": 1327,
      "▁مس": 1328,
      "وية": 1329,
      "▁سي": 1330,
      "▁للم": 1331,
      "قط": 1332,
      "▁الز": 1333,
      "ميع": 1334,
      "ئيس": 1335,
      "قر": 1336,
      "وى": 1337,
      "▁قد": 1338,
      "دين": 1339,
      "امل": 1340,
      "تها": 1341,
      "▁محطم": 1342,
      "عدات": 1343,
      "▁تت": 1344,
      "▁ذ": 1345,
      "ناء": 1346,
      "رائ": 1347,
      "▁المش": 1348,
      "طر": 1349,
      "وز": 1350,
      "نية": 1351,
      "▁وا": 1352,
      "▁الأس": 1353,
      "▁مطحنة": 1354,
      "▁تص": 1355,
      "▁الآ": 1356,
      "وان": 1357,
      "حي": 1358,
      "زة": 1359,
      "▁مست": 1360,
      "جب": 1361,
      "▁حيث": 1362,
      "▁تن": 1363,
      "▁تج": 1364,
      "▁بي": 1365,
      "▁آلة": 1366,
      "اه": 1367,
      "▁عند": 1368,
      "ئة": 1369,
      "▁بت": 1370,
      "er": 1371,
      "انية": 1372,
      "فع": 1373,
      "\nال": 1374,
      "وري": 1375,
      "دد": 1376,
      "▁عام": 1377,
      "▁يتم": 1378,
      "فر": 1379,
      "ذهب": 1380,
      "صول": 1381,
      "▁المص": 1382,
      "▁المست": 1383,
      "لات": 1384,
      "كي": 1385,
      "تر": 1386,
      "▁:": 1387,
      "وة": 1388,
      "▁با": 1389,
      "سية": 1390,
      "▁عمل": 1391,
      "▁تش": 1392,
      "▁للبيع": 1393,
      "▁وس": 1394,
      "▁غير": 1395,
      "▁كما": 1396,
      "فضل": 1397,
      "ه،": 1398,
      "تى": 1399,
      "▁الان": 1400,
      "وقع": 1401,
      "فق": 1402,
      "▁بد": 1403,
      "طي": 1404,
      "on": 1405,
      "فت": 1406,
      "▁قبل": 1407,
      "▁أس": 1408,
      "▁الاست": 1409,
      "▁بشكل": 1410,
      "an": 1411,
      "▁اليوم": 1412,
      "وك": 1413,
      "بح": 1414,
      "▁المع": 1415,
      "▁العمل": 1416,
      "▁أيض": 1417,
      "از": 1418,
      "▁المس": 1419,
      "▁له": 1420,
      "▁يع": 1421,
      "بات": 1422,
      "▁هنا": 1423,
      "▁كب": 1424,
      "ارت": 1425,
      "ــ": 1426,
      "▁أكثر": 1427,
      "لق": 1428,
      "ستخدم": 1429,
      "▁بر": 1430,
      "وعة": 1431,
      "أس": 1432,
      "سبة": 1433,
      "قال": 1434,
      "▁النا": 1435,
      "▁إذا": 1436,
      "رت": 1437,
      "▁حتى": 1438,
      "عدين": 1439,
      "▁بعض": 1440,
      "صف": 1441,
      "قدم": 1442,
      "ليم": 1443,
      ".\nال": 1444,
      "▁الض": 1445,
      "عية": 1446,
      "ربية": 1447,
      "خرى": 1448,
      "▁لي": 1449,
      "▁ولا": 1450,
      "▁بح": 1451,
      "▁وج": 1452,
      "▁5": 1453,
      "رات": 1454,
      "ودة": 1455,
      "صة": 1456,
      "▁مصنع": 1457,
      "▁أنه": 1458,
      "▁4": 1459,
      "رد": 1460,
      "▁ست": 1461,
      "▁للت": 1462,
      "لس": 1463,
      "▁طحن": 1464,
      "اصة": 1465,
      "ظام": 1466,
      "▁مثل": 1467,
      "قات": 1468,
      "جات": 1469,
      "▁وع": 1470,
      "غير": 1471,
      "▁تأ": 1472,
      "▁بل": 1473,
      "رح": 1474,
      "▁نا": 1475,
      "▁العالم": 1476,
      "▁مد": 1477,
      "كة": 1478,
      "▁وإ": 1479,
      "يج": 1480,
      "▁...": 1481,
      "▁والأ": 1482,
      "كا": 1483,
      "▁مج": 1484,
      "20": 1485,
      "عار": 1486,
      "▁يكون": 1487,
      "▁201": 1488,
      "مت": 1489,
      "▁الفك": 1490,
      "▁الموا": 1491,
      "▁واح": 1492,
      "re": 1493,
      "▁وز": 1494,
      "رف": 1495,
      "بت": 1496,
      "▁وح": 1497,
      "▁وك": 1498,
      "بط": 1499,
      "لام": 1500,
      "ولي": 1501,
      "ية.": 1502,
      "اط": 1503,
      "▁.\n": 1504,
      "▁عم": 1505,
      "▁الذهب": 1506,
      "بن": 1507,
      "▁به": 1508,
      "▁ول": 1509,
      "لكن": 1510,
      "ابة": 1511,
      "▁جميع": 1512,
      "ديدة": 1513,
      "زل": 1514,
      "ضع": 1515,
      "▁ومن": 1516,
      "ديم": 1517,
      "ركات": 1518,
      "ومة": 1519,
      "مد": 1520,
      "الت": 1521,
      "▁خط": 1522,
      "ين،": 1523,
      "تما": 1524,
      "ها،": 1525,
      "ولا": 1526,
      "نس": 1527,
      "▁مخ": 1528,
      "▁يوم": 1529,
      "▁استخد": 1530,
      "▁عليه": 1531,
      "طن": 1532,
      "▁ات": 1533,
      "▁تط": 1534,
      "▁فإن": 1535,
      "▁فى": 1536,
      "اس": 1537,
      "قيق": 1538,
      "▁الات": 1539,
      "ليل": 1540,
      "رج": 1541,
      "مال": 1542,
      "▁لأ": 1543,
      "طف": 1544,
      "بع": 1545,
      "عود": 1546,
      "يب": 1547,
      "▁البي": 1548,
      "ظر": 1549,
      "انة": 1550,
      "▁ون": 1551,
      "شة": 1552,
      "▁التج": 1553,
      "▁تحت": 1554,
      "▁ولكن": 1555,
      "ثة": 1556,
      "▁بأ": 1557,
      "▁مصر": 1558,
      "▁خام": 1559,
      "▁يق": 1560,
      "هل": 1561,
      "▁كانت": 1562,
      "▁التح": 1563,
      "▁المد": 1564,
      "عات": 1565,
      "at": 1566,
      "وار": 1567,
      "راض": 1568,
      "كية": 1569,
      "▁t": 1570,
      "en": 1571,
      "▁ثم": 1572,
      "صد": 1573,
      "▁نفس": 1574,
      "▁تد": 1575,
      "مو": 1576,
      "ar": 1577,
      "▁موا": 1578,
      "ارية": 1579,
      "رس": 1580,
      "▁المنا": 1581,
      "لاء": 1582,
      "▁يجب": 1583,
      "راق": 1584,
      "▁مؤ": 1585,
      "▁المتح": 1586,
      "بية": 1587,
      "وني": 1588,
      "▁استخدام": 1589,
      "شار": 1590,
      "وال": 1591,
      "▁هناك": 1592,
      "▁تس": 1593,
      "▁المج": 1594,
      "▁وق": 1595,
      "▁العام": 1596,
      "▁–": 1597,
      "▁C": 1598,
      "منت": 1599,
      "ومات": 1600,
      "▁التع": 1601,
      "▁معدات": 1602,
      "ريد": 1603,
      "▁S": 1604,
      "سبب": 1605,
      "▁وهو": 1606,
      "▁لأن": 1607,
      "اعة": 1608,
      "ضافة": 1609,
      "راج": 1610,
      "▁الى": 1611,
      "فل": 1612,
      "روط": 1613,
      "ئي": 1614,
      "طقة": 1615,
      "▁202": 1616,
      "امج": 1617,
      "▁M": 1618,
      "▁الوق": 1619,
      "▁شي": 1620,
      "الات": 1621,
      "\nت": 1622,
      "به": 1623,
      "يادة": 1624,
      "▁A": 1625,
      "جموعة": 1626,
      "▁لكن": 1627,
      "وص": 1628,
      "ونة": 1629,
      "لاح": 1630,
      "ميل": 1631,
      "▁الكرة": 1632,
      "واء": 1633,
      "روع": 1634,
      "نتاج": 1635,
      "رن": 1636,
      "عمال": 1637,
      "وح": 1638,
      "▁البح": 1639,
      "▁سعر": 1640,
      "▁لك": 1641,
      "طا": 1642,
      "عرف": 1643,
      "▁المنت": 1644,
      "▁سحق": 1645,
      "جد": 1646,
      "▁حول": 1647,
      "▁التن": 1648,
      "▁6": 1649,
      "▁المط": 1650,
      "▁ظ": 1651,
      "al": 1652,
      "زيد": 1653,
      "▁شركة": 1654,
      "جلس": 1655,
      "ائل": 1656,
      "جتما": 1657,
      "▁رئيس": 1658,
      "▁عبد": 1659,
      "عمل": 1660,
      "▁«": 1661,
      "مار": 1662,
      ".\nوأ": 1663,
      "▁بالم": 1664,
      "اخل": 1665,
      "ارج": 1666,
      "▁الصين": 1667,
      "▁أحد": 1668,
      ":\n": 1669,
      "ركز": 1670,
      "▁قال": 1671,
      "▁سن": 1672,
      "وير": 1673,
      "▁عبر": 1674,
      "▁السي": 1675,
      "سات": 1676,
      "▁تكون": 1677,
      "غيرة": 1678,
      "▁المؤ": 1679,
      "سارات": 1680,
      "▁فقط": 1681,
      "▁مخت": 1682,
      "▁قط": 1683,
      "اة": 1684,
      "انات": 1685,
      "قع": 1686,
      "اريخ": 1687,
      "▁العم": 1688,
      "دينة": 1689,
      "▁بها": 1690,
      "قم": 1691,
      "▁عدد": 1692,
      "▁أب": 1693,
      "ساب": 1694,
      "▁c": 1695,
      "▁P": 1696,
      "انون": 1697,
      "شف": 1698,
      "▁مق": 1699,
      "or": 1700,
      "\nم": 1701,
      "▁تر": 1702,
      "هور": 1703,
      "▁الهند": 1704,
      "▁أد": 1705,
      "▁بأن": 1706,
      "▁لإ": 1707,
      "▁الدول": 1708,
      "it": 1709,
      "وائ": 1710,
      "▁السيا": 1711,
      "ستخدام": 1712,
      "ينة": 1713,
      "▁يح": 1714,
      "وث": 1715,
      "▁بك": 1716,
      "▁عملية": 1717,
      "▁ين": 1718,
      "▁وفي": 1719,
      "ريقة": 1720,
      "▁المتحدة": 1721,
      "فاع": 1722,
      "▁انت": 1723,
      "▁لن": 1724,
      "لت": 1725,
      "▁العربية": 1726,
      "▁جن": 1727,
      "لاق": 1728,
      "قتص": 1729,
      "يني": 1730,
      "كد": 1731,
      "▁للأ": 1732,
      "▁أص": 1733,
      "▁أفضل": 1734,
      "▁أع": 1735,
      "رياض": 1736,
      "▁19": 1737,
      "▁كت": 1738,
      "▁أيضًا": 1739,
      "▁بالت": 1740,
      "▁ام": 1741,
      "▁محمد": 1742,
      "▁بس": 1743,
      "علم": 1744,
      "ظم": 1745,
      "ميم": 1746,
      "سلام": 1747,
      "جراء": 1748,
      "شي": 1749,
      "▁p": 1750,
      "▁الأول": 1751,
      "▁حد": 1752,
      "▁أخرى": 1753,
      "▁أف": 1754,
      "▁دول": 1755,
      "▁مما": 1756,
      "قب": 1757,
      "شرة": 1758,
      "▁السعود": 1759,
      "جز": 1760,
      "ضاف": 1761,
      "ou": 1762,
      "▁الذين": 1763,
      "▁التعدين": 1764,
      "▁بإ": 1765,
      "عادة": 1766,
      "▁فيها": 1767,
      "عرض": 1768,
      "▁ذات": 1769,
      "▁الأخ": 1770,
      "غي": 1771,
      "ظيف": 1772,
      "▁الرئيس": 1773,
      "ملك": 1774,
      "▁والتي": 1775,
      "لع": 1776,
      "▁...\n": 1777,
      "ادة": 1778,
      "مان": 1779,
      "لفة": 1780,
      "ظة": 1781,
      "▁ملي": 1782,
      "▁للح": 1783,
      "بيق": 1784,
      "es": 1785,
      "ريب": 1786,
      "▁المر": 1787,
      "الب": 1788,
      "▁منت": 1789,
      "غط": 1790,
      "▁لها": 1791,
      "▁حجر": 1792,
      "▁الوقت": 1793,
      "يري": 1794,
      "وط": 1795,
      "▁دون": 1796,
      "له": 1797,
      "ياة": 1798,
      "▁كيف": 1799,
      "▁الوا": 1800,
      "دارة": 1801,
      "الح": 1802,
      "▁تف": 1803,
      "ذي": 1804,
      "جن": 1805,
      "▁إلي": 1806,
      "ّة": 1807,
      "مس": 1808,
      "▁يمكنك": 1809,
      "ائر": 1810,
      "حية": 1811,
      "▁يد": 1812,
      "ميز": 1813,
      "ظهر": 1814,
      "أة": 1815,
      "▁العديد": 1816,
      "وه": 1817,
      "يز": 1818,
      "هاز": 1819,
      "ضر": 1820,
      "▁كبير": 1821,
      "ماء": 1822,
      "▁الجم": 1823,
      "▁وهي": 1824,
      "▁فيه": 1825,
      "▁دي": 1826,
      "▁أش": 1827,
      "ائية": 1828,
      "▁شخص": 1829,
      "ic": 1830,
      "▁7": 1831,
      "سن": 1832,
      "لاً": 1833,
      "فات": 1834,
      "▁الأو": 1835,
      "▁8": 1836,
      "▁G": 1837,
      "حو": 1838,
      "بق": 1839,
      "ربي": 1840,
      "▁الجز": 1841,
      "▁الحديد": 1842,
      "\n\n": 1843,
      "ac": 1844,
      "لاج": 1845,
      "▁قر": 1846,
      "▁المغ": 1847,
      "عتبر": 1848,
      "ديث": 1849,
      "▁لدي": 1850,
      "انب": 1851,
      "قبل": 1852,
      "ing": 1853,
      "كثر": 1854,
      "▁/": 1855,
      "▁والح": 1856,
      "واع": 1857,
      "خط": 1858,
      "مية": 1859,
      "هما": 1860,
      "▁لح": 1861,
      "ملكة": 1862,
      "قيقة": 1863,
      "يار": 1864,
      ".\nت": 1865,
      "كو": 1866,
      "ساعد": 1867,
      "▁طن": 1868,
      "وفر": 1869,
      "▁إلا": 1870,
      "▁الحك": 1871,
      "▁بط": 1872,
      "▁10": 1873,
      "▁وقد": 1874,
      "يش": 1875,
      "▁أول": 1876,
      "▁مجموعة": 1877,
      "دى": 1878,
      "▁موقع": 1879,
      "سين": 1880,
      "▁فر": 1881,
      "▁يش": 1882,
      "َل": 1883,
      "▁والع": 1884,
      "▁الوز": 1885,
      "ادر": 1886,
      "▁المحم": 1887,
      "راف": 1888,
      "▁حق": 1889,
      "لاب": 1890,
      "غة": 1891,
      "▁بالإ": 1892,
      "▁جد": 1893,
      "▁للا": 1894,
      "▁السعودية": 1895,
      "ائي": 1896,
      "حا": 1897,
      "ودي": 1898,
      "▁كبيرة": 1899,
      "ويل": 1900,
      "▁يُ": 1901,
      "بدأ": 1902,
      "▁الوط": 1903,
      "ينا": 1904,
      "▁در": 1905,
      "▁ور": 1906,
      "؟\n": 1907,
      "▁ترك": 1908,
      "ياً": 1909,
      "▁آخر": 1910,
      "▁يست": 1911,
      "خذ": 1912,
      "زام": 1913,
      "▁الخاصة": 1914,
      "▁منذ": 1915,
      "▁وقت": 1916,
      "▁القر": 1917,
      "▁m": 1918,
      "▁فت": 1919,
      "▁بع": 1920,
      "طفال": 1921,
      "نق": 1922,
      "غم": 1923,
      "▁s": 1924,
      "▁الاجتما": 1925,
      "▁الحر": 1926,
      "است": 1927,
      "واصل": 1928,
      "سرائ": 1929,
      "ريم": 1930,
      "ليات": 1931,
      "ناعة": 1932,
      "et": 1933,
      "لسط": 1934,
      "▁عليها": 1935,
      "50": 1936,
      "▁وذلك": 1937,
      "ذكر": 1938,
      "▁ليس": 1939,
      "▁عندما": 1940,
      "حدث": 1941,
      "ياء": 1942,
      "▁نوع": 1943,
      "▁وف": 1944,
      "▁كسارات": 1945,
      "▁الفحم": 1946,
      "▁الرا": 1947,
      "▁T": 1948,
      "يك": 1949,
      "▁السعر": 1950,
      "▁والإ": 1951,
      "داول": 1952,
      "خور": 1953,
      "علام": 1954,
      "▁بما": 1955,
      "om": 1956,
      "▁عالية": 1957,
      "كسارة": 1958,
      "هدف": 1959,
      "لاث": 1960,
      "▁,": 1961,
      "▁مخروط": 1962,
      "قص": 1963,
      "el": 1964,
      "ضي": 1965,
      "خب": 1966,
      "▁تلك": 1967,
      "لية": 1968,
      "طلب": 1969,
      "باد": 1970,
      "▁وش": 1971,
      "▁الماض": 1972,
      "▁وَ": 1973,
      "▁رس": 1974,
      "▁طريق": 1975,
      "دمات": 1976,
      ".\nي": 1977,
      "\nأ": 1978,
      "ائمة": 1979,
      "زم": 1980,
      "لاد": 1981,
      "▁200": 1982,
      "▁كنت": 1983,
      "اعدة": 1984,
      "▁الأش": 1985,
      "صال": 1986,
      "اث": 1987,
      "وجد": 1988,
      "كسير": 1989,
      "ات،": 1990,
      "▁التق": 1991,
      "▁منها": 1992,
      "شت": 1993,
      "▁وأن": 1994,
      "انيا": 1995,
      "يام": 1996,
      "ان،": 1997,
      "ِّ": 1998,
      "▁ارت": 1999,
      "▁الشخص": 2000,
      "مين": 2001,
      "▁مر": 2002,
      "▁الكثير": 2003,
      "هة": 2004,
      "احة": 2005,
      "▁الشركة": 2006,
      "▁داخل": 2007,
      "▁المه": 2008,
      "جي": 2009,
      "▁السل": 2010,
      "قول": 2011,
      "وبة": 2012,
      "وقف": 2013,
      "▁لج": 2014,
      "ضاء": 2015,
      "قتصاد": 2016,
      "َا": 2017,
      "راد": 2018,
      "حاد": 2019,
      "▁الآن": 2020,
      "▁عل": 2021,
      "عداد": 2022,
      "نى": 2023,
      "▁الاحت": 2024,
      "▁لع": 2025,
      "انت": 2026,
      "لاف": 2027,
      "حمد": 2028,
      "▁المملكة": 2029,
      "▁اللا": 2030,
      "▁ود": 2031,
      "ئية": 2032,
      "▁الانت": 2033,
      "▁الشي": 2034,
      "▁0": 2035,
      ".\nوق": 2036,
      "اذ": 2037,
      "▁أجل": 2038,
      "كلفة": 2039,
      "▁أث": 2040,
      "▁واحد": 2041,
      "َن": 2042,
      "ِي": 2043,
      "▁التط": 2044,
      "▁بسبب": 2045,
      "ظمة": 2046,
      "▁بيع": 2047,
      "دمة": 2048,
      "▁احت": 2049,
      "باب": 2050,
      "ed": 2051,
      "ربة": 2052,
      "خي": 2053,
      "▁فقد": 2054,
      "▁الرو": 2055,
      ")،": 2056,
      "▁الخط": 2057,
      "▁نت": 2058,
      "▁اخت": 2059,
      "ابع": 2060,
      "▁شيء": 2061,
      "▁مك": 2062,
      "is": 2063,
      "ابت": 2064,
      "▁9": 2065,
      "رير": 2066,
      "▁تستخدم": 2067,
      "راك": 2068,
      "▁أهم": 2069,
      "نيع": 2070,
      "هرب": 2071,
      "▁الأن": 2072,
      "▁حالة": 2073,
      "اقة": 2074,
      "▁نظام": 2075,
      "ظيم": 2076,
      "ختي": 2077,
      "زمة": 2078,
      "ابق": 2079,
      ".\nأ": 2080,
      "▁العامة": 2081,
      "▁بالن": 2082,
      "ه.": 2083,
      "▁يج": 2084,
      "▁100": 2085,
      "يران": 2086,
      "▁الإم": 2087,
      "فاق": 2088,
      "اي": 2089,
      "ورد": 2090,
      "زيز": 2091,
      "طار": 2092,
      "ضة": 2093,
      "us": 2094,
      "بلغ": 2095,
      "▁أنها": 2096,
      "▁وما": 2097,
      "غيل": 2098,
      "سك": 2099,
      "...": 2100,
      "▁أح": 2101,
      "شاء": 2102,
      "ارس": 2103,
      "قاء": 2104,
      "ولوج": 2105,
      "ro": 2106,
      "كرة": 2107,
      "▁جديدة": 2108,
      "قاط": 2109,
      "▁الأمري": 2110,
      "▁b": 2111,
      "احونة": 2112,
      "il": 2113,
      "مع": 2114,
      "ريف": 2115,
      "▁الجن": 2116,
      "ياه": 2117,
      "بير": 2118,
      "▁واحدة": 2119,
      "ورية": 2120,
      "وء": 2121,
      "▁التص": 2122,
      "▁والد": 2123,
      "لد": 2124,
      "▁الولا": 2125,
      "▁الأد": 2126,
      "جيل": 2127,
      "▁اعت": 2128,
      "ريقيا": 2129,
      "شا": 2130,
      "▁الخاص": 2131,
      "▁تست": 2132,
      "\nي": 2133,
      "روف": 2134,
      "اخ": 2135,
      "▁وص": 2136,
      "تمع": 2137,
      "▁الرياض": 2138,
      "▁وضع": 2139,
      "▁خاصة": 2140,
      "▁الأح": 2141,
      "▁الناس": 2142,
      "▁جنوب": 2143,
      "ad": 2144,
      "سع": 2145,
      "فاء": 2146,
      "▁المخت": 2147,
      "رعة": 2148,
      "بيل": 2149,
      "ربع": 2150,
      "▁الصخور": 2151,
      "▁العل": 2152,
      "▁عدم": 2153,
      "كتب": 2154,
      "ي،": 2155,
      "رفة": 2156,
      "فيذ": 2157,
      "▁الأمر": 2158,
      "▁الإنس": 2159,
      "▁مو": 2160,
      "▁لو": 2161,
      "ابل": 2162,
      "علومات": 2163,
      "▁الأولى": 2164,
      "امعة": 2165,
      "▁مل": 2166,
      "as": 2167,
      "ا،": 2168,
      "انع": 2169,
      "▁d": 2170,
      "ِن": 2171,
      "كين": 2172,
      "▁يؤ": 2173,
      "خاص": 2174,
      "جهزة": 2175,
      "الجة": 2176,
      "▁المو": 2177,
      "▁وجود": 2178,
      "▁حل": 2179,
      "▁تخ": 2180,
      "▁B": 2181,
      "10": 2182,
      "بيب": 2183,
      "ختيار": 2184,
      "▁والس": 2185,
      "▁الكت": 2186,
      "احن": 2187,
      "▁المخ": 2188,
      "نان": 2189,
      "ادي": 2190,
      "طات": 2191,
      "▁إنتاج": 2192,
      "بحث": 2193,
      "ضم": 2194,
      "▁لذلك": 2195,
      "▁بق": 2196,
      "▁سب": 2197,
      "غا": 2198,
      "▁دائ": 2199,
      "▁صغيرة": 2200,
      "▁الحصول": 2201,
      "ناول": 2202,
      "زا": 2203,
      "▁القط": 2204,
      "▁\"ال": 2205,
      "▁التد": 2206,
      "▁يحت": 2207,
      "ثال": 2208,
      "ؤول": 2209,
      "▁مجلس": 2210,
      "▁را": 2211,
      "he": 2212,
      "▁فه": 2213,
      "هُ": 2214,
      "ائق": 2215,
      "على": 2216,
      "▁جز": 2217,
      "ديو": 2218,
      "رام": 2219,
      "ابات": 2220,
      "املة": 2221,
      "برا": 2222,
      "▁التأ": 2223,
      "راسة": 2224,
      "يه": 2225,
      "ضا": 2226,
      "باح": 2227,
      "▁أسا": 2228,
      "نامج": 2229,
      ":\n-": 2230,
      "ية.\n": 2231,
      "▁(ال": 2232,
      "بال": 2233,
      "ابعة": 2234,
      "▁او": 2235,
      "▁أمام": 2236,
      "لكتر": 2237,
      "▁جديد": 2238,
      "▁L": 2239,
      "همة": 2240,
      "▁الخارج": 2241,
      "▁12": 2242,
      "طق": 2243,
      "وفير": 2244,
      "نقلة": 2245,
      "le": 2246,
      "طلاق": 2247,
      "▁وخ": 2248,
      "▁الرس": 2249,
      "▁وغير": 2250,
      "فك": 2251,
      "▁الام": 2252,
      "▁للع": 2253,
      "▁الإسلام": 2254,
      "▁اس": 2255,
      "وجه": 2256,
      "\"،": 2257,
      "▁سل": 2258,
      "ونا": 2259,
      "▁والن": 2260,
      "ent": 2261,
      "▁D": 2262,
      "كما": 2263,
      "▁بج": 2264,
      "دث": 2265,
      "ين.": 2266,
      "▁وكان": 2267,
      "▁حساب": 2268,
      "▁مبا": 2269,
      "صنع": 2270,
      "▁دولار": 2271,
      "▁أكبر": 2272,
      "ÙØ": 2273,
      "▁الأسا": 2274,
      "▁صنع": 2275,
      "▁الأخرى": 2276,
      "▁التش": 2277,
      "▁تأثير": 2278,
      "▁مكان": 2279,
      "طل": 2280,
      "▁الاس": 2281,
      "زب": 2282,
      "عيد": 2283,
      "▁F": 2284,
      "هم،": 2285,
      "▁الدولة": 2286,
      "▁البحث": 2287,
      "▁منا": 2288,
      "▁فيما": 2289,
      "▁ري": 2290,
      "▁مرة": 2291,
      "حل": 2292,
      "▁)": 2293,
      "اجة": 2294,
      "طب": 2295,
      "ساء": 2296,
      "▁الأرض": 2297,
      "▁نها": 2298,
      "هتم": 2299,
      "وضوع": 2300,
      "▁وتح": 2301,
      "▁طاحونة": 2302,
      "▁التس": 2303,
      "▁بالإضافة": 2304,
      "▁الثاني": 2305,
      "▁الفت": 2306,
      "ها.": 2307,
      "وسط": 2308,
      "تين": 2309,
      "▁ومع": 2310,
      "▁العق": 2311,
      "هاب": 2312,
      "غيير": 2313,
      ".\nم": 2314,
      "▁المواد": 2315,
      "▁دور": 2316,
      "▁نق": 2317,
      "يين": 2318,
      "▁كم": 2319,
      "▁محطة": 2320,
      ".\nوت": 2321,
      "جار": 2322,
      "▁ضد": 2323,
      "▁مشروع": 2324,
      "▁بص": 2325,
      "ضمن": 2326,
      "▁E": 2327,
      "▁تكسير": 2328,
      "كال": 2329,
      "▁للش": 2330,
      "اصيل": 2331,
      "▁تو": 2332,
      "▁سوف": 2333,
      "▁مدينة": 2334,
      "▁عرض": 2335,
      "▁وزارة": 2336,
      "َي": 2337,
      "رى": 2338,
      "▁حال": 2339,
      "▁لس": 2340,
      "▁المصن": 2341,
      "▁ساعة": 2342,
      "جمع": 2343,
      "▁وهذا": 2344,
      "ــــ": 2345,
      "▁لكل": 2346,
      "▁لش": 2347,
      "▁فع": 2348,
      "▁الشركات": 2349,
      "انا": 2350,
      "إذا": 2351,
      "▁الخام": 2352,
      "▁لتح": 2353,
      "▁اح": 2354,
      "▁الجيري": 2355,
      "▁ولي": 2356,
      "▁منطقة": 2357,
      "▁Ø": 2358,
      "غل": 2359,
      "▁البر": 2360,
      "▁الحياة": 2361,
      "▁والش": 2362,
      "▁مليون": 2363,
      "راً": 2364,
      "ab": 2365,
      "▁R": 2366,
      "▁واست": 2367,
      "▁وفق": 2368,
      "▁ذلك،": 2369,
      "تك": 2370,
      "▁سيا": 2371,
      "ويات": 2372,
      "▁الجديدة": 2373,
      "صح": 2374,
      "▁I": 2375,
      "▁H": 2376,
      "▁الدم": 2377,
      "جهة": 2378,
      "زال": 2379,
      "▁مستوى": 2380,
      "▁رقم": 2381,
      "داد": 2382,
      "▁مي": 2383,
      "▁الصح": 2384,
      "▁خص": 2385,
      "▁الشر": 2386,
      "▁مختلفة": 2387,
      "اعات": 2388,
      "سرائيل": 2389,
      "▁البن": 2390,
      "ub": 2391,
      "▁أيضا": 2392,
      "▁تعدين": 2393,
      "▁أثناء": 2394,
      "▁النظام": 2395,
      "عاون": 2396,
      "نتر": 2397,
      "يمة": 2398,
      "ماية": 2399,
      "اتف": 2400,
      "▁بناء": 2401,
      "▁أخ": 2402,
      "▁الولايات": 2403,
      "▁آلات": 2404,
      "▁تقديم": 2405,
      "▁يس": 2406,
      "ينية": 2407,
      "▁الأمن": 2408,
      "يط": 2409,
      "▁صف": 2410,
      "▁منه": 2411,
      "▁مض": 2412,
      "▁تصميم": 2413,
      "▁القانون": 2414,
      "جارة": 2415,
      "▁أنواع": 2416,
      "”،": 2417,
      "مات": 2418,
      "am": 2419,
      "▁حر": 2420,
      "▁المق": 2421,
      "سبوع": 2422,
      "ri": 2423,
      "▁الفلسط": 2424,
      "▁نحو": 2425,
      "▁تطبيق": 2426,
      "▁الطاقة": 2427,
      "الى": 2428,
      "▁يا": 2429,
      "▁an": 2430,
      "▁15": 2431,
      "▁h": 2432,
      "ويت": 2433,
      "▁الحكومة": 2434,
      ").": 2435,
      "▁وط": 2436,
      "كتور": 2437,
      "ًا،": 2438,
      "كات": 2439,
      "يق": 2440,
      "▁W": 2441,
      "يفة": 2442,
      "▁مز": 2443,
      "\nو": 2444,
      "راتيج": 2445,
      "حص": 2446,
      "▁مه": 2447,
      "مْ": 2448,
      "واب": 2449,
      "▁30": 2450,
      "خول": 2451,
      "▁المنطقة": 2452,
      "▁[": 2453,
      "▁للإ": 2454,
      "▁لما": 2455,
      "▁أسعار": 2456,
      "▁الظ": 2457,
      "حات": 2458,
      "▁الساعة": 2459,
      "كيف": 2460,
      "▁والص": 2461,
      "اول": 2462,
      "كنولوج": 2463,
      "▁مجال": 2464,
      "بس": 2465,
      "فعل": 2466,
      "▁الملك": 2467,
      "▁حين": 2468,
      "▁بالأ": 2469,
      "▁الفور": 2470,
      "▁التعليم": 2471,
      "حيح": 2472,
      "▁باستخدام": 2473,
      "ion": 2474,
      "افظة": 2475,
      "رع": 2476,
      "داء": 2477,
      "▁طلب": 2478,
      "▁الصنا": 2479,
      "▁النف": 2480,
      "▁المعلومات": 2481,
      "علق": 2482,
      "خصص": 2483,
      "▁رم": 2484,
      "ؤية": 2485,
      "▁المزيد": 2486,
      "ائج": 2487,
      "راءة": 2488,
      "▁المعدات": 2489,
      "افظ": 2490,
      "▁جم": 2491,
      "▁برنامج": 2492,
      "هِ": 2493,
      "▁شركات": 2494,
      "▁14": 2495,
      "▁الرمل": 2496,
      "▁تل": 2497,
      "▁هل": 2498,
      "▁جيد": 2499,
      "اك": 2500,
      "فاظ": 2501,
      "نج": 2502,
      "ُّ": 2503,
      "رحلة": 2504,
      "▁قص": 2505,
      "▁كثير": 2506,
      "▁مث": 2507,
      "باراة": 2508,
      "وبي": 2509,
      "جراءات": 2510,
      "▁ضمن": 2511,
      "▁الإلكتر": 2512,
      "َر": 2513,
      "▁كيفية": 2514,
      "حوق": 2515,
      "جاج": 2516,
      "لسلة": 2517,
      "▁تقدم": 2518,
      "ستر": 2519,
      "هداف": 2520,
      "وروب": 2521,
      "▁مف": 2522,
      "▁نقل": 2523,
      "▁شهر": 2524,
      "▁درجة": 2525,
      "▁الوطني": 2526,
      "▁تصنيع": 2527,
      "دية": 2528,
      "▁قطع": 2529,
      "ديل": 2530,
      "▁f": 2531,
      "▁اسم": 2532,
      "نترنت": 2533,
      "▁العد": 2534,
      "▁المحت": 2535,
      "▁أق": 2536,
      "وتر": 2537,
      "▁؛": 2538,
      "▁الدولي": 2539,
      "تمد": 2540,
      "▁والف": 2541,
      "ائف": 2542,
      "▁عليك": 2543,
      ".\nفي": 2544,
      "لاثة": 2545,
      "▁الجديد": 2546,
      "▁أفريقيا": 2547,
      "بين": 2548,
      "▁والذي": 2549,
      "روس": 2550,
      "▁المال": 2551,
      "دات": 2552,
      "▁السن": 2553,
      "ore": 2554,
      "ذج": 2555,
      "▁إدارة": 2556,
      "▁قام": 2557,
      "▁المحمول": 2558,
      "▁الشعب": 2559,
      "يلي": 2560,
      "▁البحر": 2561,
      "▁وزير": 2562,
      "▁لدى": 2563,
      "te": 2564,
      "▁الصغيرة": 2565,
      ".\n\n": 2566,
      "▁اليمن": 2567,
      "اش": 2568,
      "طاق": 2569,
      "▁الرمال": 2570,
      "▁سم": 2571,
      "▁سنة": 2572,
      "خة": 2573,
      "▁تُ": 2574,
      "وما": 2575,
      "▁تاريخ": 2576,
      "راب": 2577,
      "طيع": 2578,
      "▁ألف": 2579,
      "▁18": 2580,
      "▁الترك": 2581,
      "أت": 2582,
      "والي": 2583,
      "عام": 2584,
      "▁يعني": 2585,
      "كلة": 2586,
      "▁سنوات": 2587,
      "اء،": 2588,
      "▁اللي": 2589,
      "▁وان": 2590,
      "▁رائ": 2591,
      "▁بالنسبة": 2592,
      "000": 2593,
      "تع": 2594,
      "▁نج": 2595,
      "▁السوق": 2596,
      "سر": 2597,
      "بكة": 2598,
      "▁جي": 2599,
      "▁ها": 2600,
      "▁“ال": 2601,
      "▁يص": 2602,
      "هن": 2603,
      "▁المصر": 2604,
      "س،": 2605,
      "▁الاقتصاد": 2606,
      "▁العراق": 2607,
      "▁تعمل": 2608,
      "ثم": 2609,
      "▁عدة": 2610,
      "فظ": 2611,
      "▁القد": 2612,
      "19": 2613,
      "قف": 2614,
      "▁الكهرب": 2615,
      "عودي": 2616,
      "يارات": 2617,
      "▁فريق": 2618,
      "12": 2619,
      "ارب": 2620,
      "▁الحد": 2621,
      "▁تك": 2622,
      "▁لمدة": 2623,
      "جا": 2624,
      "سكر": 2625,
      "▁تحقيق": 2626,
      "سط": 2627,
      "▁ابن": 2628,
      "خفض": 2629,
      "▁to": 2630,
      "خام": 2631,
      "▁جانب": 2632,
      "▁ولم": 2633,
      "▁مركز": 2634,
      "▁علا": 2635,
      "▁الاتحاد": 2636,
      "202": 2637,
      "▁نظ": 2638,
      "ol": 2639,
      "▁الفر": 2640,
      "▁الأعمال": 2641,
      "▁صناعة": 2642,
      "خرج": 2643,
      "▁سلسلة": 2644,
      "ارك": 2645,
      "صابة": 2646,
      "لاك": 2647,
      "▁زيادة": 2648,
      "تيجة": 2649,
      "حب": 2650,
      "وضع": 2651,
